[
  {"text": "Astatine is so rare that the entire Earth contains less than 1 gram of it at any given time.", "category": "chemistry"},
  {"text": "A teaspoon of water contains more atoms than the Atlantic Ocean contains teaspoons of water.", "category": "chemistry"},
  {"text": "Aerogel is 99.8% air and can support 4,000 times its own weight — NASA uses it to collect comet dust.", "category": "materials"},
  {"text": "Water is the only substance that expands when it freezes — if it didn't, ice would sink and kill all aquatic life.", "category": "chemistry"},
  {"text": "Gallium metal melts in your hand because its melting point is just 29.76°C (85.6°F).", "category": "chemistry"},
  {"text": "The element fluorine is so reactive that it can set fire to water, glass, and even asbestos.", "category": "chemistry"},
  {"text": "Graphene is one atom thick, 200 times stronger than steel, and conducts electricity better than copper.", "category": "materials"},
  {"text": "Helium cannot be frozen into a solid at normal pressure, no matter how cold it gets.", "category": "chemistry"},
  {"text": "Francium is so radioactive that any amount large enough to see would immediately vaporize from its own heat.", "category": "chemistry"},
  {"text": "The smell of rain (petrichor) comes from an oil released by plants during dry periods, mixed with a compound called geosmin produced by bacteria in the soil.", "category": "chemistry"},
  {"text": "Antimatter is the most expensive substance on Earth — one gram would cost about $62.5 trillion to produce.", "category": "physics"},
  {"text": "Metallic hydrogen, if stable at room temperature, could be a superconductor and would revolutionize electronics — but it only exists at extreme pressures.", "category": "materials"},
  {"text": "Sulfur hexafluoride is so dense you can float a boat on it, and inhaling it makes your voice deeper (the opposite of helium).", "category": "chemistry"},
  {"text": "The rarest naturally occurring element on Earth is astatine — the total amount at any time is less than 28 grams.", "category": "chemistry"},
  {"text": "Hafnium has the highest electronegativity of any metal, making it incredibly difficult to extract and refine.", "category": "chemistry"},
  {"text": "Non-Newtonian fluids like oobleck act as liquids normally but become solid when force is applied — you can walk on a pool of it.", "category": "materials"},
  {"text": "The plastic in Lego bricks is so precisely manufactured that bricks from 1958 still interlock perfectly with bricks made today.", "category": "materials"},
  {"text": "Nitinol is a metal alloy that 'remembers' its shape and returns to it when heated.", "category": "materials"},
  {"text": "Hydrobromic acid is so corrosive it can eat through glass and most metals, and must be stored in special containers.", "category": "chemistry"},
  {"text": "Carbon nanotubes are 100 times stronger than steel but 6 times lighter — a thread the diameter of a sewing thread could support a car.", "category": "materials"},
  {"text": "Bromine and mercury are the only elements that are liquid at room temperature.", "category": "chemistry"},
  {"text": "Osmium is the densest naturally occurring element — a cubic foot would weigh over 1,400 pounds.", "category": "chemistry"},
  {"text": "Diamonds aren't rare — the diamond industry controls supply to keep prices high. There are enough diamonds mined each year to give everyone on Earth a ring.", "category": "geology"},
  {"text": "Prince Rupert's drops are tadpole-shaped glass that can withstand hammer blows on their head but explode violently if you break their tail.", "category": "materials"},
  {"text": "Vantablack absorbs 99.965% of visible light, making it impossible to perceive depth or texture on coated objects.", "category": "materials"},
  {"text": "Cesium explodes so violently in water that scientists often use tiny amounts just to demonstrate alkali metal reactivity safely.", "category": "chemistry"},
  {"text": "Liquid oxygen is pale blue and magnetic enough that you can suspend it between the poles of a powerful magnet.", "category": "chemistry"},
  {"text": "The element californium costs $27 million per gram and is used in metal detectors for gold and silver.", "category": "chemistry"},
  {"text": "Glass is neither a solid nor a liquid but an 'amorphous solid' — its molecules flow so slowly it would take longer than the age of the universe to notice.", "category": "materials"},
  {"text": "Phosphorus was discovered by a German alchemist boiling his own urine to find gold — he accidentally created the first element discovered since antiquity.", "category": "chemistry"},
  {"text": "Super hydrophobic materials can make water droplets bounce like balls and roll off surfaces without leaving any trace.", "category": "materials"},
  {"text": "Tungsten has the highest melting point of any element at 3,422°C — it's used in light bulb filaments because it won't melt.", "category": "chemistry"},
  {"text": "Chlorine trifluoride is so reactive it can burn through concrete, glass, sand, and asbestos — and these fires cannot be extinguished with water.", "category": "chemistry"},
  {"text": "D3O is a material that's soft and flexible normally but becomes rigid on impact, used in protective gear for athletes and military.", "category": "materials"},
  {"text": "Scandium is added to aluminum to make baseball bats that don't dent and aircraft parts that are incredibly lightweight.", "category": "materials"},
  {"text": "The smell of chlorine in pools isn't from the chlorine itself — it's from chloramines formed when chlorine reacts with urine, sweat, and skin cells.", "category": "chemistry"},
  {"text": "Metallic glass is twice as strong as steel, more elastic than rubber, and could revolutionize everything from golf clubs to spacecraft.", "category": "materials"},
  {"text": "Oganesson is so unstable that it has never been seen — scientists infer its existence from detecting its decay products lasting just 0.89 milliseconds.", "category": "chemistry"},
  {"text": "Buckminsterfullerene (C60) molecules look like tiny soccer balls and were named after architect Buckminster Fuller's geodesic domes.", "category": "chemistry"},
  {"text": "Spider silk is 5 times stronger than steel by weight and could stop a Boeing 747 in flight if woven into a net 1 inch thick.", "category": "materials"},
  {"text": "Hydrofluoric acid doesn't hurt immediately — it can penetrate skin painlessly before dissolving bones from the inside.", "category": "chemistry"},
  {"text": "Indium is so soft you can bite through it, and it makes a strange 'tin cry' sound when bent.", "category": "chemistry"},
  {"text": "Self-healing concrete contains bacteria that produce limestone to fill cracks, potentially lasting hundreds of years longer than regular concrete.", "category": "materials"},
  {"text": "Potassium is so reactive that it must be stored in oil to prevent it from reacting with air moisture.", "category": "chemistry"},
  {"text": "Starlite was a mysterious plastic that could withstand temperatures of a nuclear flash and the inventor took the formula to his grave.", "category": "materials"},
  {"text": "Tantalum is named after Tantalus from Greek mythology because it was 'tantalizingly' difficult to dissolve in acid.", "category": "chemistry"},
  {"text": "Ammonium dichromate burns to create a 'Vesuvius' effect that looks exactly like a miniature volcanic eruption.", "category": "chemistry"},
  {"text": "Liquid helium can climb walls and leak through microscopic holes due to its near-zero viscosity at ultra-low temperatures.", "category": "physics"},
  {"text": "The Mpemba effect means that hot water can freeze faster than cold water under certain conditions — and no one fully understands why.", "category": "physics"},
  {"text": "Memory foam was invented by NASA to cushion astronauts during launch and reentry.", "category": "materials"}
]