[
  {"text": "The deepest hole ever drilled is the Kola Superdeep Borehole in Russia at 12.3 km — it took 20 years to drill and temperatures at the bottom reached 180°C.", "category": "geology"},
  {"text": "There's enough gold dissolved in the world's oceans to give every person 9 pounds of gold, but it's too diluted to extract economically.", "category": "geology"},
  {"text": "The Earth's core is as hot as the surface of the Sun — about 5,400°C.", "category": "geology"},
  {"text": "Yellowstone's supervolcano has enough magma to fill the Grand Canyon 11 times over and erupts catastrophically every 600,000 years — it's overdue.", "category": "geology"},
  {"text": "Antarctica was once a tropical rainforest, and fossils of palm trees and dinosaurs have been found there.", "category": "paleoclimate"},
  {"text": "The Earth's magnetic poles flip roughly every 200,000-300,000 years — the last flip was 780,000 years ago, so we're overdue.", "category": "geology"},
  {"text": "The Himalayas grow about 1 cm per year due to the Indian subcontinent still crashing into Asia.", "category": "geology"},
  {"text": "Lake Baikal in Russia contains 22% of the world's fresh surface water — more than all the Great Lakes combined.", "category": "geography"},
  {"text": "The Dead Sea is so salty that you can float in it effortlessly, but it's also shrinking by about 3 feet per year.", "category": "geography"},
  {"text": "Mount Everest grows about 4mm per year and is still rising due to tectonic forces.", "category": "geology"},
  {"text": "The Pacific Ocean is shrinking by about an inch per year while the Atlantic Ocean is getting wider.", "category": "geology"},
  {"text": "There's a hidden continent called Zealandia that's 94% submerged beneath the Pacific Ocean.", "category": "geology"},
  {"text": "The Mariana Trench is so deep that if Mount Everest were placed at its bottom, the peak would still be over a mile underwater.", "category": "oceanography"},
  {"text": "Approximately 80% of volcanic eruptions happen underwater, and we've explored less than 5% of the ocean floor.", "category": "geology"},
  {"text": "The Sahara Desert was a lush, green savanna with lakes and rivers just 6,000 years ago.", "category": "paleoclimate"},
  {"text": "There's a cave in Mexico called the Cave of Crystals containing gypsum crystals up to 12 meters long — the largest natural crystals ever found.", "category": "geology"},
  {"text": "Earthquakes can make gold appear — sudden pressure drops during quakes cause water in rock faults to vaporize, depositing gold.", "category": "geology"},
  {"text": "The Amazon River once flowed into the Pacific Ocean before the Andes Mountains rose up and reversed its direction.", "category": "geology"},
  {"text": "The Great Blue Hole in Belize is a perfectly circular underwater sinkhole 318 meters across and 124 meters deep.", "category": "geology"},
  {"text": "Plate tectonics didn't start until about a billion years after Earth formed — the early Earth had a single solid shell.", "category": "geology"},
  {"text": "The oldest rocks on Earth are about 4.4 billion years old, found in Western Australia.", "category": "geology"},
  {"text": "Lightning strikes Earth about 8 million times per day, and a single bolt can heat the air to 30,000 Kelvin.", "category": "meteorology"},
  {"text": "The 1883 eruption of Krakatoa was heard 3,000 miles away and the sound circled the Earth four times.", "category": "geology"},
  {"text": "There's a 'Door to Hell' in Turkmenistan — a burning natural gas crater that's been on fire since 1971.", "category": "geology"},
  {"text": "The driest place on Earth isn't the Sahara — it's the Dry Valleys of Antarctica, which haven't seen rain for 2 million years.", "category": "geography"},
  {"text": "The pressure at the bottom of the ocean is so intense it would crush a human body instantly — yet life thrives there.", "category": "oceanography"},
  {"text": "Mount Chimborazo in Ecuador is technically 'taller' than Everest if measured from Earth's center, due to the planet's equatorial bulge.", "category": "geography"},
  {"text": "The Earth's crust is proportionally thinner than an eggshell compared to the planet's size.", "category": "geology"},
  {"text": "There are underwater rivers and lakes at the bottom of the ocean, formed by dense salty water flowing along the seafloor.", "category": "oceanography"},
  {"text": "The Moho discontinuity marks where Earth's crust ends and mantle begins — no human has ever reached it.", "category": "geology"},
  {"text": "A cubic mile of seawater contains about 25 pounds of gold and 45 million pounds of salt.", "category": "oceanography"},
  {"text": "The 2011 Japan earthquake was so powerful it shifted Earth's axis by 4 inches and shortened the day by 1.8 microseconds.", "category": "geology"},
  {"text": "Angel Falls in Venezuela is so tall (979 meters) that water turns to mist before reaching the bottom.", "category": "geography"},
  {"text": "Blood Falls in Antarctica seeps iron-rich water that looks exactly like blood pouring from a glacier.", "category": "geology"},
  {"text": "The Danakil Depression in Ethiopia is the hottest inhabited place on Earth with average temperatures of 34.4°C.", "category": "geography"},
  {"text": "Lava flows can reach temperatures of 1,200°C — hot enough to melt glass and some metals.", "category": "geology"},
  {"text": "The Earth's inner core spins faster than the rest of the planet, completing an extra rotation every 400 years.", "category": "geology"},
  {"text": "Petrified lightning, called fulgurite, forms when lightning strikes sand and fuses it into glass tubes.", "category": "geology"},
  {"text": "There's a pink lake in Australia called Lake Hillier whose color has never been fully explained.", "category": "geography"},
  {"text": "The Richat Structure in Mauritania is a 50-km-wide circular formation visible from space, once thought to be an impact crater but now believed to be eroded rock.", "category": "geology"},
  {"text": "Oil and coal are made from ancient organisms — a gallon of gasoline required about 98 tons of prehistoric plant material.", "category": "geology"},
  {"text": "The world's largest cave passage is in Vietnam's Hang Son Doong, big enough to fit a 40-story building.", "category": "geology"},
  {"text": "Volcanic lightning occurs when ash particles collide and create static electricity during eruptions.", "category": "geology"},
  {"text": "The Hawaiian Islands are moving northwest at about 7-9 cm per year due to plate tectonics.", "category": "geology"},
  {"text": "Diamonds can form in just minutes under the extreme pressures of asteroid impacts.", "category": "geology"},
  {"text": "Mount Erebus in Antarctica has a permanent lava lake and is the southernmost active volcano on Earth.", "category": "geology"},
  {"text": "Underground fires can burn for decades or centuries — the Centralia mine fire in Pennsylvania has burned since 1962.", "category": "geology"},
  {"text": "The oldest water on Earth was found 2 miles underground in Canada and is about 2 billion years old.", "category": "geology"},
  {"text": "Pumice is the only rock that floats on water because it's full of gas bubbles from volcanic eruptions.", "category": "geology"},
  {"text": "The Mid-Atlantic Ridge is the longest mountain range on Earth at 65,000 km, but it's almost entirely underwater.", "category": "geology"}
]