[
  {"text": "More people have walked on the moon than have been to the deepest part of the ocean.", "category": "oceanography"},
  {"text": "The ocean is so unexplored that we have better maps of Mars than of our own sea floor.", "category": "oceanography"},
  {"text": "Giant squid have the largest eyes in the animal kingdom — the size of dinner plates — to detect bioluminescent predators in the dark.", "category": "marine_biology"},
  {"text": "There's a type of shrimp called the 'peacock mantis shrimp' that punches with the force of a .22 caliber bullet.", "category": "marine_biology"},
  {"text": "Deep sea fish have antifreeze proteins in their blood that prevent ice crystals from forming.", "category": "marine_biology"},
  {"text": "The giant Pacific octopus has three hearts, nine brains (one central, eight in each arm), and blue blood.", "category": "marine_biology"},
  {"text": "Bioluminescence in the ocean is so common that at depth, most animals glow or can see glowing organisms.", "category": "marine_biology"},
  {"text": "The 'immortal jellyfish' can revert its cells back to childhood, theoretically living forever.", "category": "marine_biology"},
  {"text": "Whales create bubble nets to trap fish — a hunting technique that's passed down through generations.", "category": "marine_biology"},
  {"text": "The pistol shrimp's snap creates a bubble that reaches 4,700°C briefly — hotter than the sun's surface.", "category": "marine_biology"},
  {"text": "Deep sea anglerfish males are so small they fuse permanently into the female's body, sharing blood and becoming a parasitic sperm source.", "category": "marine_biology"},
  {"text": "Coral reefs cover less than 1% of the ocean floor but support about 25% of all marine species.", "category": "oceanography"},
  {"text": "The Mariana Trench is so deep that if you dropped a steel ball into it, it would take over an hour to reach the bottom.", "category": "oceanography"},
  {"text": "Underwater lakes and rivers exist at the bottom of the ocean, formed from super-salty brine that's denser than seawater.", "category": "oceanography"},
  {"text": "Blue whales are so loud that they can communicate with each other across entire ocean basins.", "category": "marine_biology"},
  {"text": "The ocean absorbs about 30% of the CO2 we produce, making it increasingly acidic and threatening marine life.", "category": "oceanography"},
  {"text": "Hydrothermal vents were only discovered in 1977 and host ecosystems that don't depend on sunlight at all.", "category": "oceanography"},
  {"text": "Vampire squid live in the 'oxygen minimum zone' where almost no other animals can survive.", "category": "marine_biology"},
  {"text": "The ocean contains more historic artifacts than all the world's museums combined.", "category": "oceanography"},
  {"text": "Greenland sharks can live over 400 years but don't reach sexual maturity until around 150 years old.", "category": "marine_biology"},
  {"text": "A cubefish is perfectly cubic and poisonous, but in Japan it's considered a delicacy.", "category": "marine_biology"},
  {"text": "The deep ocean is so dark that some fish have evolved transparent bodies to be invisible.", "category": "marine_biology"},
  {"text": "Dolphins can 'see' inside other dolphins' bodies using echolocation — they can detect pregnancy.", "category": "marine_biology"},
  {"text": "The Great Barrier Reef is the largest living structure on Earth — it can be seen from space.", "category": "oceanography"},
  {"text": "Hagfish produce so much slime when attacked that they can suffocate predators with it.", "category": "marine_biology"},
  {"text": "Starfish don't have brains or blood — they use seawater to pump nutrients through their bodies.", "category": "marine_biology"},
  {"text": "Seahorses are the only animals where males give birth.", "category": "marine_biology"},
  {"text": "Electric eels can produce 860 volts — enough to stun a horse — and can leap out of water to attack.", "category": "marine_biology"},
  {"text": "The ocean produces over 50% of the world's oxygen through phytoplankton photosynthesis.", "category": "oceanography"},
  {"text": "Sperm whales sleep vertically, bobbing at the surface in groups.", "category": "marine_biology"},
  {"text": "Sea cucumbers can liquefy their bodies to squeeze through tiny gaps and expel their organs as a defense.", "category": "marine_biology"},
  {"text": "The ocean's deepest fish ever recorded was found at 8,178 meters in the Mariana Trench.", "category": "marine_biology"},
  {"text": "Dolphins can hear frequencies 10 times higher than adult humans can detect.", "category": "marine_biology"},
  {"text": "Giant tube worms near hydrothermal vents grow over 6 feet long and have no mouth, stomach, or gut.", "category": "marine_biology"},
  {"text": "The blue whale's heart is so large that a small child could crawl through its main arteries.", "category": "marine_biology"},
  {"text": "Cuttlefish can change color and texture in milliseconds and can display different patterns on each side of their body.", "category": "marine_biology"},
  {"text": "The mimic octopus can impersonate at least 15 different species including lionfish and sea snakes.", "category": "marine_biology"},
  {"text": "Sharks have been around longer than trees — they've existed for over 400 million years.", "category": "marine_biology"},
  {"text": "Ocean pressure at the deepest point is 1,086 bars — like having 50 jumbo jets stacked on you.", "category": "oceanography"},
  {"text": "Barnacles have the largest penis-to-body ratio of any animal — up to 8 times their body length.", "category": "marine_biology"},
  {"text": "Parrotfish poop out sand — most of the white sand on tropical beaches is actually parrotfish feces.", "category": "marine_biology"},
  {"text": "The tongue of a blue whale weighs as much as an elephant.", "category": "marine_biology"},
  {"text": "Mantis shrimp can see polarized light and have 16 color receptors compared to our 3.", "category": "marine_biology"},
  {"text": "Orcas are dolphin's, not whales, and they've never killed a human in the wild.", "category": "marine_biology"},
  {"text": "Clownfish are all born male — the dominant fish becomes female and leads the group.", "category": "marine_biology"},
  {"text": "The box jellyfish has 24 eyes, yet has no brain to process what it sees.", "category": "marine_biology"},
  {"text": "Whales evolved from land mammals — they still have tiny leg bones inside their bodies.", "category": "evolution"},
  {"text": "The sailfish is the fastest fish in the ocean at 68 mph — faster than a cheetah runs.", "category": "marine_biology"},
  {"text": "Some deep-sea fish can survive pressures that would crush a submarine.", "category": "marine_biology"},
  {"text": "The ocean is 12,100 feet deep on average but some fish have been found at over 26,000 feet.", "category": "oceanography"}
]