[
  {"text": "There's a species of jellyfish that's biologically immortal and can revert to its juvenile form indefinitely.", "category": "biology"},
  {"text": "Bananas are berries, but strawberries aren't — botanically, a berry must come from a single-ovary flower.", "category": "botany"},
  {"text": "A single sneeze travels at about 100 mph and can spread 100,000 germs.", "category": "biology"},
  {"text": "Hot water freezes faster than cold water under certain conditions — this is called the Mpemba effect and still isn't fully understood.", "category": "physics"},
  {"text": "There are more possible games of chess than atoms in the observable universe.", "category": "mathematics"},
  {"text": "Wombat poop is cube-shaped to prevent it from rolling away, marking their territory.", "category": "zoology"},
  {"text": "Sloths can hold their breath longer than dolphins — up to 40 minutes by slowing their heart rate.", "category": "zoology"},
  {"text": "A group of crows is called a 'murder' and a group of flamingos is called a 'flamboyance.'", "category": "zoology"},
  {"text": "Scotland's national animal is the unicorn.", "category": "culture"},
  {"text": "Cleopatra lived closer in time to the Moon landing than to the building of the Great Pyramid.", "category": "history"},
  {"text": "Oxford University is older than the Aztec Empire.", "category": "history"},
  {"text": "If you could drive to space at 60 mph, you'd get there in about an hour.", "category": "space"},
  {"text": "There's a basketball court on the top floor of the Supreme Court building — it's called 'the highest court in the land.'", "category": "trivia"},
  {"text": "Honey bees can be trained to detect explosives and have been used for landmine detection.", "category": "entomology"},
  {"text": "The average cloud weighs 1.1 million pounds.", "category": "meteorology"},
  {"text": "There are more fake flamingos in the world than real ones.", "category": "trivia"},
  {"text": "Armadillos always give birth to identical quadruplets.", "category": "zoology"},
  {"text": "A group of porcupines is called a 'prickle.'", "category": "zoology"},
  {"text": "It would take 1.2 million mosquitoes, all sucking at once, to drain the blood from a human.", "category": "entomology"},
  {"text": "Cows have best friends and become stressed when separated.", "category": "zoology"},
  {"text": "The inventor of the frisbee was turned into a frisbee after death — his ashes were molded into memorial discs.", "category": "trivia"},
  {"text": "A day on Mercury is longer than its year — it takes 59 Earth days to rotate but only 88 to orbit the Sun.", "category": "astronomy"},
  {"text": "The total weight of all ants on Earth roughly equals the total weight of all humans.", "category": "entomology"},
  {"text": "Dolphins can stay awake for 15 days straight by sleeping with only half their brain at a time.", "category": "marine_biology"},
  {"text": "A cat's purr vibrates at a frequency that can promote bone healing and reduce pain.", "category": "zoology"},
  {"text": "The shortest war in history lasted 38 minutes — between Britain and Zanzibar in 1896.", "category": "history"},
  {"text": "The word 'nerd' was first coined by Dr. Seuss in 'If I Ran the Zoo' in 1950.", "category": "linguistics"},
  {"text": "Koalas have fingerprints so similar to humans' that they've confused crime scene investigators.", "category": "zoology"},
  {"text": "There are more trees on Earth than stars in the Milky Way — about 3 trillion trees.", "category": "botany"},
  {"text": "Saudi Arabia imports camels from Australia.", "category": "trivia"},
  {"text": "The longest hiccuping spree lasted 68 years — Charles Osborne hiccuped from 1922 to 1990.", "category": "human_body"},
  {"text": "Rats laugh when tickled — they make ultrasonic chirps that are too high for humans to hear.", "category": "zoology"},
  {"text": "The moon has moonquakes, and some of them can last up to an hour.", "category": "astronomy"},
  {"text": "Crows can not only recognize human faces but also tell other crows about people they don't like.", "category": "ornithology"},
  {"text": "The Hawaiian alphabet has only 12 letters.", "category": "linguistics"},
  {"text": "The first person convicted of speeding was going 8 mph in a 2 mph zone in 1896.", "category": "history"},
  {"text": "Astronauts cannot cry in space because tears don't fall — they form floating blobs on the face.", "category": "space"},
  {"text": "A jiffy is an actual unit of time — 1/100th of a second.", "category": "measurement"},
  {"text": "The inventor of the Pringles can is buried in one, as per his request.", "category": "trivia"},
  {"text": "Otters hold hands while sleeping so they don't drift apart.", "category": "zoology"},
  {"text": "The first computer mouse was made of wood.", "category": "technology"},
  {"text": "Honey never spoils — 3,000-year-old honey from Egyptian tombs was still edible.", "category": "food_science"},
  {"text": "Octopuses have three hearts and blue blood.", "category": "marine_biology"},
  {"text": "The longest English word without a vowel is 'rhythms.'", "category": "linguistics"},
  {"text": "A 'moment' was a medieval unit of time equal to 90 seconds.", "category": "history"},
  {"text": "Cows kill more people per year than sharks.", "category": "statistics"},
  {"text": "The dot over the letters 'i' and 'j' is called a 'tittle.'", "category": "linguistics"},
  {"text": "Russia has more surface area than Pluto.", "category": "geography"},
  {"text": "The longest time between twins being born is 87 days.", "category": "medicine"},
  {"text": "Dolphins have names for each other and will respond when called.", "category": "marine_biology"}
]