[
  {"text": "Humans and chimps share 98.8% of their DNA, but humans and bananas share about 60%.", "category": "genetics"},
  {"text": "The human genome contains about 8% viral DNA — remnants of ancient infections that became part of us.", "category": "genetics"},
  {"text": "Your DNA is bombarded by about 10,000 damaging events per cell per day, but repair mechanisms fix most of them.", "category": "genetics"},
  {"text": "Identical twins don't have identical fingerprints because fingerprints are influenced by random developmental factors.", "category": "genetics"},
  {"text": "The average person carries 1-2 lethal genetic mutations that would be fatal if inherited from both parents.", "category": "genetics"},
  {"text": "Whales evolved from land mammals — they still have tiny vestigial leg bones inside their bodies.", "category": "evolution"},
  {"text": "Snakes have vestigial hips and some species have tiny remnant legs, showing their lizard ancestry.", "category": "evolution"},
  {"text": "The human tailbone is a vestigial tail — some babies are occasionally born with small tails.", "category": "evolution"},
  {"text": "Chickens are the closest living relatives of T. rex, and birds are technically dinosaurs.", "category": "evolution"},
  {"text": "Evolution has independently created eyes over 40 times in different lineages.", "category": "evolution"},
  {"text": "Humans have the same number of neck vertebrae as giraffes — just 7.", "category": "anatomy"},
  {"text": "The recurrent laryngeal nerve takes a 15-foot detour in giraffes — an evolutionary leftover from fish ancestors.", "category": "evolution"},
  {"text": "Red hair is caused by a variant of the MC1R gene and is the rarest natural hair color at 1-2% of the population.", "category": "genetics"},
  {"text": "Lactose tolerance in adults is a mutation that appeared only 10,000 years ago with dairy farming.", "category": "evolution"},
  {"text": "Blue eyes appeared as a mutation 6,000-10,000 years ago — every blue-eyed person shares a common ancestor.", "category": "genetics"},
  {"text": "Wisdom teeth are becoming obsolete — about 35% of people never develop them.", "category": "evolution"},
  {"text": "The appendix isn't vestigial — it's a refuge for beneficial gut bacteria to repopulate after illness.", "category": "evolution"},
  {"text": "Goosebumps are vestigial — they fluffed up our ancestors' fur for warmth or to appear larger.", "category": "evolution"},
  {"text": "Humans are 99.9% genetically identical to each other, yet that 0.1% difference creates all human diversity.", "category": "genetics"},
  {"text": "Neanderthal DNA makes up 1-4% of modern non-African human genomes.", "category": "genetics"},
  {"text": "CRISPR was discovered as a bacterial immune system that cuts up invading viral DNA.", "category": "genetics"},
  {"text": "Epigenetics shows that experiences can affect gene expression and be passed to future generations.", "category": "genetics"},
  {"text": "Mitochondrial DNA is inherited only from mothers, allowing us to trace maternal lineages back 200,000 years.", "category": "genetics"},
  {"text": "The 'Immortal Jellyfish' can reverse its aging by reverting its cells to a younger state.", "category": "biology"},
  {"text": "Naked mole rats are essentially immune to cancer and can live 30 years — 10 times longer than similar-sized rodents.", "category": "biology"},
  {"text": "Sharks have been around for over 400 million years — predating trees and dinosaurs.", "category": "evolution"},
  {"text": "Horseshoe crabs have remained virtually unchanged for 450 million years.", "category": "evolution"},
  {"text": "The coelacanth was thought extinct for 65 million years until one was caught in 1938.", "category": "biology"},
  {"text": "Woolly mammoth DNA has been extracted and scientists are attempting to resurrect the species.", "category": "genetics"},
  {"text": "Bacteria can exchange genes horizontally, not just through reproduction — this is how antibiotic resistance spreads.", "category": "genetics"},
  {"text": "The Y chromosome is slowly shrinking and may disappear in about 4.6 million years.", "category": "genetics"},
  {"text": "Humans have lost the ability to produce vitamin C due to a mutation 61 million years ago.", "category": "evolution"},
  {"text": "Some humans can see a fourth primary color due to a mutation that creates tetrachromacy.", "category": "genetics"},
  {"text": "The placenta evolved from an ancient viral infection that became beneficial.", "category": "evolution"},
  {"text": "Tibetans have a gene from Denisovans that helps them survive at high altitudes.", "category": "genetics"},
  {"text": "Polar bears evolved from brown bears only about 400,000 years ago — very recently in evolutionary terms.", "category": "evolution"},
  {"text": "Dogs were the first domesticated animal, diverging from wolves about 15,000-40,000 years ago.", "category": "evolution"},
  {"text": "Antibiotic-resistant superbugs are an example of evolution happening in real-time.", "category": "evolution"},
  {"text": "The common ancestor of all life on Earth is called LUCA — Last Universal Common Ancestor.", "category": "evolution"},
  {"text": "Only 1.5% of human DNA codes for proteins — the rest was once called 'junk DNA' but has important regulatory functions.", "category": "genetics"},
  {"text": "Humans have fewer genes than a grape — about 20,000 compared to the grape's 30,000.", "category": "genetics"},
  {"text": "The axolotl can regenerate limbs, heart, and even parts of its brain.", "category": "biology"},
  {"text": "Tardigrades can survive extreme conditions by essentially shutting down their metabolism.", "category": "biology"},
  {"text": "Humans are more closely related to fungi than to plants.", "category": "evolution"},
  {"text": "The first flowers appeared about 140 million years ago, relatively recently in Earth's history.", "category": "evolution"},
  {"text": "Octopus DNA is so different from other animals that some scientists joked they might be alien.", "category": "genetics"},
  {"text": "The Cambrian Explosion produced most major animal body plans in just 20 million years.", "category": "evolution"},
  {"text": "Feathers evolved before flight — dinosaurs used them for insulation and display.", "category": "evolution"},
  {"text": "Cave fish lose their eyes over generations because maintaining unused organs wastes energy.", "category": "evolution"},
  {"text": "A 2015 study found that the average person has about 400 private genetic variants that are unique to them.", "category": "genetics"}
]