[
  {"text": "The placebo effect works even when patients know they're taking a placebo — open-label placebos still produce measurable improvements.", "category": "psychology"},
  {"text": "Your brain deletes unnecessary synapses while you sleep, literally making room for new learning.", "category": "neuroscience"},
  {"text": "The Dunning-Kruger effect shows that incompetent people overestimate their abilities while experts underestimate theirs.", "category": "psychology"},
  {"text": "Decision fatigue is real — judges grant parole 70% of the time after a meal break, but nearly 0% right before one.", "category": "psychology"},
  {"text": "Phantom limb syndrome can be 'cured' using a simple mirror box that tricks the brain into thinking the limb is still there.", "category": "neuroscience"},
  {"text": "The brain can't multitask — what we call multitasking is actually rapid task-switching, which reduces efficiency by up to 40%.", "category": "neuroscience"},
  {"text": "Loneliness is as damaging to health as smoking 15 cigarettes a day.", "category": "psychology"},
  {"text": "The 'doorway effect' causes people to forget why they entered a room because the brain treats doorways as event boundaries.", "category": "psychology"},
  {"text": "Déjà vu may be a memory glitch where the brain accidentally stores information in long-term memory before short-term, making new experiences feel familiar.", "category": "neuroscience"},
  {"text": "The smell of chocolate increases theta brain waves, triggering relaxation — which is why chocolate shops smell so inviting.", "category": "neuroscience"},
  {"text": "Split-brain patients whose corpus callosum is severed can develop two separate consciousnesses with different preferences and beliefs.", "category": "neuroscience"},
  {"text": "Power posing for just 2 minutes can increase testosterone by 20% and decrease cortisol by 25%, affecting behavior and decision-making.", "category": "psychology"},
  {"text": "The mere exposure effect means people develop preferences for things simply because they're familiar with them.", "category": "psychology"},
  {"text": "Your brain continues to develop until age 25, which is why teenagers make riskier decisions — their prefrontal cortex isn't fully formed.", "category": "neuroscience"},
  {"text": "Confabulation is when the brain invents memories to fill gaps — patients can create elaborate false memories with complete conviction.", "category": "neuroscience"},
  {"text": "The 'cocktail party effect' allows you to focus on one conversation in a noisy room, but your brain still monitors other sounds for your name.", "category": "neuroscience"},
  {"text": "Synesthesia causes some people to taste words, see music as colors, or perceive numbers as having personalities.", "category": "neuroscience"},
  {"text": "The Stanford Prison Experiment showed ordinary people become cruel when given authority — though the study itself has been heavily criticized.", "category": "psychology"},
  {"text": "Hyperthymesia gives some people total recall of every day of their lives, but it's often more burden than gift.", "category": "neuroscience"},
  {"text": "The Tetris effect causes people to see patterns in everyday life after playing repetitive games, and it's being studied for treating PTSD.", "category": "psychology"},
  {"text": "Cognitive dissonance is so uncomfortable that people will change their beliefs rather than admit they made a mistake.", "category": "psychology"},
  {"text": "The 'tip of the tongue' phenomenon is called lethologica, and it increases with age.", "category": "neuroscience"},
  {"text": "Babies have more neural connections than adults — the brain 'prunes' unused connections throughout childhood.", "category": "neuroscience"},
  {"text": "The anchoring effect means the first number you hear influences all subsequent judgments, even if it's completely irrelevant.", "category": "psychology"},
  {"text": "People with aphantasia cannot visualize images in their mind — they have no 'mind's eye' and think entirely in words and concepts.", "category": "neuroscience"},
  {"text": "The bystander effect causes people to be less likely to help someone in distress when others are present.", "category": "psychology"},
  {"text": "Your memory of an event is altered every time you recall it — memories are reconstructed, not played back like videos.", "category": "neuroscience"},
  {"text": "The nocebo effect is the opposite of placebo — believing something will harm you can actually cause negative symptoms.", "category": "psychology"},
  {"text": "People with HSAM (highly superior autobiographical memory) remember every day of their lives with perfect clarity but often find it overwhelming.", "category": "neuroscience"},
  {"text": "The Milgram experiment showed 65% of people would administer seemingly lethal shocks to strangers when instructed by an authority figure.", "category": "psychology"},
  {"text": "Prosopagnosia (face blindness) prevents people from recognizing faces, even of close family members.", "category": "neuroscience"},
  {"text": "Confirmation bias causes people to seek out information that confirms their existing beliefs while ignoring contradicting evidence.", "category": "psychology"},
  {"text": "The brain's reward system responds to anticipation of reward more than the reward itself, which is why wanting feels better than having.", "category": "neuroscience"},
  {"text": "Anosognosia causes people with brain damage to be completely unaware of their disability — they genuinely believe nothing is wrong.", "category": "neuroscience"},
  {"text": "The availability heuristic makes people overestimate the likelihood of dramatic events (plane crashes) while underestimating common risks (car accidents).", "category": "psychology"},
  {"text": "Your brain processes rejection the same way it processes physical pain, which is why heartbreak actually 'hurts.'", "category": "neuroscience"},
  {"text": "The Zeigarnik effect means you remember uncompleted tasks better than completed ones — it's why cliffhangers work.", "category": "psychology"},
  {"text": "Capgras delusion causes people to believe their loved ones have been replaced by identical imposters.", "category": "neuroscience"},
  {"text": "Sunk cost fallacy makes people continue investing in failing ventures because they've already invested too much to quit.", "category": "psychology"},
  {"text": "The brain uses about 20 watts of power but has 86 billion neurons, making it more efficient than any computer.", "category": "neuroscience"},
  {"text": "Pareidolia causes people to see faces in random patterns — it's why you see a man in the moon or Jesus on toast.", "category": "psychology"},
  {"text": "The spotlight effect makes people believe they're noticed more than they actually are.", "category": "psychology"},
  {"text": "Cotard's delusion makes people believe they're dead, don't exist, or have lost their blood and organs.", "category": "neuroscience"},
  {"text": "The IKEA effect makes people value things they built themselves more, even if the quality is worse.", "category": "psychology"},
  {"text": "Flashbulb memories feel vivid and accurate but are just as prone to distortion as ordinary memories.", "category": "neuroscience"},
  {"text": "The endowment effect makes people value things more simply because they own them.", "category": "psychology"},
  {"text": "Alien hand syndrome causes one hand to act independently of conscious control, sometimes fighting with the other hand.", "category": "neuroscience"},
  {"text": "Negativity bias means bad experiences affect us more strongly than good ones of equal intensity.", "category": "psychology"},
  {"text": "The brain can 'hear' silence — there are neurons that specifically respond to the absence of sound.", "category": "neuroscience"},
  {"text": "Hindsight bias makes people believe they 'knew it all along' after learning an outcome.", "category": "psychology"}
]