[
  {"text": "The world produces enough food to feed 10 billion people.", "category": "food_science"},
  {"text": "A caterpillar has 4,000 muscles, compared to 640 in humans.", "category": "entomology"},
  {"text": "The Eiffel Tower shrinks 6 inches in winter.", "category": "engineering"},
  {"text": "A group of ladybugs is called a loveliness.", "category": "entomology"},
  {"text": "The world's largest man-made structure is the Fresh Kills Landfill.", "category": "engineering"},
  {"text": "A flamingo can only eat with its head upside down.", "category": "ornithology"},
  {"text": "The world's largest pyramid is in Mexico, not Egypt.", "category": "archaeology"},
  {"text": "A group of ferrets is called a business.", "category": "zoology"},
  {"text": "The world's deepest lake is Lake Baikal at 5,387 feet.", "category": "geography"},
  {"text": "A group of vultures is called a venue.", "category": "ornithology"},
  {"text": "The world's oldest tree is over 5,000 years old.", "category": "botany"},
  {"text": "A group of wombats is called a wisdom.", "category": "zoology"},
  {"text": "The world's largest cave is in Vietnam.", "category": "geology"},
  {"text": "A group of coyotes is called a band.", "category": "zoology"},
  {"text": "The world's tallest tree is over 380 feet tall.", "category": "botany"},
  {"text": "A group of elk is called a gang.", "category": "zoology"},
  {"text": "The world's largest flower weighs up to 24 pounds.", "category": "botany"},
  {"text": "A group of emus is called a mob.", "category": "ornithology"},
  {"text": "The world's smallest country is Vatican City at 0.17 square miles.", "category": "geography"},
  {"text": "A group of finches is called a charm.", "category": "ornithology"},
  {"text": "The world's largest seed weighs up to 40 pounds.", "category": "botany"},
  {"text": "A group of foxes is called a skulk.", "category": "zoology"},
  {"text": "The world's longest cave system is Mammoth Cave at 400 miles.", "category": "geology"},
  {"text": "A group of giraffes is called a journey.", "category": "zoology"},
  {"text": "The world's largest salt flat is Salar de Uyuni.", "category": "geography"},
  {"text": "A group of gnats is called a cloud.", "category": "entomology"},
  {"text": "The world's largest coral reef is the Great Barrier Reef.", "category": "oceanography"},
  {"text": "A group of gorillas is called a band.", "category": "zoology"},
  {"text": "The world's longest river is the Nile at 4,132 miles.", "category": "geography"},
  {"text": "A group of grasshoppers is called a cloud.", "category": "entomology"},
  {"text": "The world's largest island is Greenland.", "category": "geography"},
  {"text": "A group of hawks is called a cast.", "category": "ornithology"},
  {"text": "The world's highest waterfall is Angel Falls at 3,212 feet.", "category": "geography"},
  {"text": "A group of hedgehogs is called an array.", "category": "zoology"},
  {"text": "The world's largest hot desert is the Sahara.", "category": "geography"},
  {"text": "A group of herons is called a siege.", "category": "ornithology"},
  {"text": "The world's deepest ocean is the Pacific at 36,161 feet.", "category": "oceanography"},
  {"text": "A group of hornets is called a nest.", "category": "entomology"},
  {"text": "The world's largest bay is the Bay of Bengal.", "category": "geography"},
  {"text": "A group of hummingbirds is called a charm.", "category": "ornithology"},
  {"text": "The world's largest peninsula is Arabia.", "category": "geography"},
  {"text": "A group of hyenas is called a cackle.", "category": "zoology"},
  {"text": "The world's longest glacier is in Antarctica at 250 miles.", "category": "geography"},
  {"text": "A group of iguanas is called a mess.", "category": "herpetology"},
  {"text": "The world's highest capital city is La Paz, Bolivia.", "category": "geography"},
  {"text": "A group of jaguars is called a shadow.", "category": "zoology"},
  {"text": "The world's largest delta is the Ganges Delta.", "category": "geography"},
  {"text": "A group of kangaroos is called a mob or troop.", "category": "zoology"},
  {"text": "The world's largest estuary is the St. Lawrence.", "category": "geography"},
  {"text": "A group of koalas is called a cling.", "category": "zoology"},
  {"text": "The world's largest lagoon is in New Caledonia.", "category": "geography"},
  {"text": "A group of leopards is called a leap.", "category": "zoology"},
  {"text": "The world's largest atoll is Kiritimati.", "category": "geography"},
  {"text": "A group of lizards is called a lounge.", "category": "herpetology"},
  {"text": "The world's largest mangrove forest is the Sundarbans.", "category": "ecology"},
  {"text": "A group of locusts is called a plague.", "category": "entomology"},
  {"text": "The world's largest swamp is the Pantanal.", "category": "ecology"},
  {"text": "A group of manatees is called an aggregation.", "category": "marine_biology"},
  {"text": "The world's largest fjord is Scoresby Sund.", "category": "geography"},
  {"text": "A group of mice is called a mischief.", "category": "zoology"},
  {"text": "The world's largest archipelago is Indonesia.", "category": "geography"},
  {"text": "A group of moles is called a labor.", "category": "zoology"},
  {"text": "The world's largest reef system spans 1,400 miles.", "category": "oceanography"},
  {"text": "A group of mongooses is called a mob.", "category": "zoology"},
  {"text": "The world's highest mountain from base to peak is Mauna Kea.", "category": "geology"},
  {"text": "A group of moose is called a herd.", "category": "zoology"},
  {"text": "The world's largest rainforest is the Amazon.", "category": "ecology"},
  {"text": "A group of mosquitoes is called a scourge.", "category": "entomology"},
  {"text": "The world's longest mountain range is the Andes at 4,500 miles.", "category": "geology"},
  {"text": "A group of mussels is called a bed.", "category": "marine_biology"},
  {"text": "The world's largest plateau is the Tibetan Plateau.", "category": "geography"},
  {"text": "A group of narwhals is called a blessing.", "category": "marine_biology"},
  {"text": "The world's highest active volcano is Ojos del Salado.", "category": "geology"},
  {"text": "A group of nightingales is called a watch.", "category": "ornithology"},
  {"text": "The world's largest volcanic caldera is Toba.", "category": "geology"},
  {"text": "A group of octopuses is called a consortium.", "category": "marine_biology"},
  {"text": "The world's deepest freshwater lake is Lake Baikal.", "category": "geography"},
  {"text": "A group of ostriches is called a flock.", "category": "ornithology"},
  {"text": "The world's largest underground lake is in Namibia.", "category": "geology"},
  {"text": "A group of otters is called a romp.", "category": "zoology"},
  {"text": "The world's highest navigable lake is Lake Titicaca.", "category": "geography"},
  {"text": "A group of oysters is called a bed.", "category": "marine_biology"},
  {"text": "The world's longest underwater cave is in Mexico.", "category": "geology"},
  {"text": "A group of panthers is called a claw.", "category": "zoology"},
  {"text": "The world's largest floating ice shelf is Ross Ice Shelf.", "category": "geography"},
  {"text": "A group of partridges is called a covey.", "category": "ornithology"},
  {"text": "The world's deepest submarine cave is in Czechia.", "category": "geology"},
  {"text": "A group of pelicans is called a pod.", "category": "ornithology"},
  {"text": "The world's largest tidal bore is on the Qiantang River.", "category": "oceanography"},
  {"text": "A group of pheasants is called a bouquet.", "category": "ornithology"},
  {"text": "The world's longest sea bridge is in China at 34 miles.", "category": "engineering"},
  {"text": "A group of pigeons is called a flock.", "category": "ornithology"},
  {"text": "The world's tallest structure is the Burj Khalifa at 2,717 feet.", "category": "engineering"},
  {"text": "A group of platypuses is called a paddle.", "category": "zoology"},
  {"text": "The world's longest tunnel is the Gotthard Base Tunnel at 35 miles.", "category": "engineering"},
  {"text": "A group of quail is called a covey.", "category": "ornithology"},
  {"text": "The world's deepest mine is Mponeng in South Africa at 2.5 miles.", "category": "engineering"},
  {"text": "A group of rabbits is called a colony.", "category": "zoology"},
  {"text": "The world's longest road is the Pan-American Highway at 19,000 miles.", "category": "geography"},
  {"text": "A group of raccoons is called a gaze.", "category": "zoology"},
  {"text": "The world's largest dam by volume is the Three Gorges Dam.", "category": "engineering"}
]