[
  {"text": "If you fell into a black hole, time dilation would make it appear to outside observers that you freeze at the event horizon forever, though you'd experience falling through in finite time.", "category": "physics"},
  {"text": "Neutron stars are so dense that a teaspoon of their material would weigh about 6 billion tons on Earth.", "category": "astronomy"},
  {"text": "The observable universe contains about 2 trillion galaxies, but due to the universe's expansion, we can only ever reach about 3% of them.", "category": "cosmology"},
  {"text": "Quantum entanglement allows particles to be connected in such a way that measuring one instantly affects the other, regardless of distance — Einstein called this 'spooky action at a distance.'", "category": "physics"},
  {"text": "The Sun loses about 4 million tons of mass every second through nuclear fusion, yet has enough fuel to burn for another 5 billion years.", "category": "astronomy"},
  {"text": "If the Sun were the size of a white blood cell and the Milky Way were scaled down proportionally, our galaxy would still be the size of the continental United States.", "category": "cosmology"},
  {"text": "There's a giant cloud of alcohol in space called Sagittarius B2 that contains enough ethyl alcohol to fill 400 trillion trillion pints of beer.", "category": "astronomy"},
  {"text": "The Voyager 1 spacecraft, launched in 1977, is now so far from Earth that its radio signals take over 22 hours to reach us.", "category": "space_exploration"},
  {"text": "A day on Venus is longer than its year — it takes 243 Earth days to rotate once but only 225 Earth days to orbit the Sun.", "category": "astronomy"},
  {"text": "The largest known star, UY Scuti, is so massive that if placed at the center of our solar system, its surface would extend beyond the orbit of Jupiter.", "category": "astronomy"},
  {"text": "Quantum tunneling allows particles to pass through barriers they classically shouldn't be able to — this is why the Sun can fuse hydrogen at temperatures lower than classical physics predicts.", "category": "physics"},
  {"text": "There are more possible iterations of a game of chess than there are atoms in the observable universe.", "category": "mathematics"},
  {"text": "The Great Attractor is pulling our galaxy and millions of others toward it at 600 km/s, but we can't see what it is because our own galaxy blocks our view.", "category": "cosmology"},
  {"text": "Olympus Mons on Mars is so large that if you stood on its peak, the mountain would extend past the horizon — you wouldn't know you were on a mountain.", "category": "astronomy"},
  {"text": "The coldest known place in the universe isn't in deep space — it's the Boomerang Nebula at -272°C, colder than the cosmic microwave background.", "category": "astronomy"},
  {"text": "Photons emitted from the Sun's core take about 100,000 years to reach the surface due to constant absorption and re-emission, but only 8 minutes to travel from the surface to Earth.", "category": "physics"},
  {"text": "If you could fold a piece of paper 42 times, it would reach the Moon; 103 folds would make it thicker than the observable universe.", "category": "mathematics"},
  {"text": "The Pistol Star releases more energy in 20 seconds than our Sun does in an entire year.", "category": "astronomy"},
  {"text": "Gravity travels at the speed of light, meaning if the Sun suddenly vanished, Earth would continue orbiting for 8 minutes before flying off in a straight line.", "category": "physics"},
  {"text": "There are more trees on Earth than stars in the Milky Way — approximately 3 trillion trees compared to 100-400 billion stars.", "category": "astronomy"},
  {"text": "The Heisenberg Uncertainty Principle means you can never simultaneously know both the exact position and momentum of a particle — the universe fundamentally prohibits this knowledge.", "category": "physics"},
  {"text": "A magnetar's magnetic field is so powerful that it could erase your credit cards from half the distance between Earth and the Moon.", "category": "astronomy"},
  {"text": "Saturn's density is so low that if you could find a bathtub big enough, the planet would float in water.", "category": "astronomy"},
  {"text": "The Planck length is so small that if an atom were the size of the observable universe, the Planck length would be about the size of a tree.", "category": "physics"},
  {"text": "Time passes faster at your head than at your feet due to gravitational time dilation — over a 79-year lifetime, your head ages about 90 billionths of a second more than your feet.", "category": "physics"},
  {"text": "The cosmic microwave background radiation is the oldest light in the universe, released 380,000 years after the Big Bang when the universe first became transparent.", "category": "cosmology"},
  {"text": "If you shuffle a deck of cards properly, the order you get has almost certainly never existed before in the history of the universe and likely never will again.", "category": "mathematics"},
  {"text": "The largest structure in the known universe is the Hercules-Corona Borealis Great Wall, spanning about 10 billion light-years.", "category": "cosmology"},
  {"text": "Gamma-ray bursts are so energetic that if one occurred 1,000 light-years from Earth, it could cause a mass extinction.", "category": "astronomy"},
  {"text": "The vacuum of space isn't truly empty — it's filled with virtual particles constantly popping in and out of existence.", "category": "physics"},
  {"text": "Light from some distant galaxies we observe today was emitted when the universe was only 400 million years old.", "category": "cosmology"},
  {"text": "The core of Jupiter is so hot and pressurized that hydrogen becomes a liquid metal that conducts electricity.", "category": "astronomy"},
  {"text": "If you could compress Earth to the density of a black hole, it would be about the size of a marble.", "category": "physics"},
  {"text": "The Wow! signal, detected in 1977, remains unexplained — a strong narrowband radio signal that lasted 72 seconds and matched the expected signature of extraterrestrial intelligence.", "category": "astronomy"},
  {"text": "Schrödinger's cat was never meant to promote quantum weirdness — it was a criticism showing how absurd Copenhagen interpretation seemed when applied to everyday objects.", "category": "physics"},
  {"text": "The Moon is slowly drifting away from Earth at about 3.8 cm per year, and in about 600 million years, total solar eclipses will no longer be possible.", "category": "astronomy"},
  {"text": "A bolt of lightning is 5 times hotter than the surface of the Sun, reaching temperatures of about 30,000 Kelvin.", "category": "physics"},
  {"text": "The Parker Solar Probe will reach speeds of 430,000 mph, making it the fastest human-made object ever created.", "category": "space_exploration"},
  {"text": "Quantum computers leverage superposition to process 2^n states simultaneously, meaning a 300-qubit computer could process more states than there are atoms in the observable universe.", "category": "physics"},
  {"text": "The most distant galaxy ever observed, JADES-GS-z14-0, is so far away that we see it as it was just 290 million years after the Big Bang.", "category": "cosmology"},
  {"text": "Neutron stars can spin up to 716 times per second — at their equator, the surface moves at about 24% the speed of light.", "category": "astronomy"},
  {"text": "The double-slit experiment shows that particles behave differently when observed, suggesting consciousness might play a role in quantum mechanics.", "category": "physics"},
  {"text": "There's a planet made of diamond — 55 Cancri e is thought to be composed largely of crystallized carbon.", "category": "astronomy"},
  {"text": "The Sun's core fuses 620 million metric tons of hydrogen into helium every second.", "category": "astronomy"},
  {"text": "If you could travel at the speed of light, time would stop completely for you — you'd arrive at your destination instantaneously from your perspective.", "category": "physics"},
  {"text": "Betelgeuse, visible in Orion, could go supernova tomorrow or in 100,000 years — when it does, it will be visible in daylight for weeks.", "category": "astronomy"},
  {"text": "The Many-Worlds interpretation of quantum mechanics suggests that every quantum measurement causes the universe to split into multiple copies.", "category": "physics"},
  {"text": "Europa, Jupiter's moon, has more water than all of Earth's oceans combined, hidden beneath its icy surface.", "category": "astronomy"},
  {"text": "The delayed-choice quantum eraser experiment seems to show that future measurements can affect past events.", "category": "physics"},
  {"text": "There are rogue planets wandering through space not bound to any star — there may be billions of them in our galaxy alone.", "category": "astronomy"}
]