[
  {"text": "If the sun were the size of a typical front door, Earth would be the size of a nickel.", "category": "astronomy"},
  {"text": "Sound doesn't travel through space because there are no molecules to vibrate.", "category": "physics"},
  {"text": "The word 'robot' comes from a Czech word meaning 'forced labor.'", "category": "etymology"},
  {"text": "A flea can accelerate faster than a space shuttle.", "category": "physics"},
  {"text": "Helium is the only element that was discovered on the sun before it was found on Earth.", "category": "chemistry"},
  {"text": "The shortest scientific paper ever published had zero words — just a blank page as a response.", "category": "science_history"},
  {"text": "Einstein's famous equation E=mc² shows that a baseball-sized amount of matter could power the world for a year.", "category": "physics"},
  {"text": "The smell after rain is called 'petrichor,' coined in 1964 by Australian scientists.", "category": "chemistry"},
  {"text": "Static electricity can be lethal in certain industrial settings when it ignites flammable materials.", "category": "physics"},
  {"text": "A neutron star is so dense that a teaspoon would weigh 6 billion tons.", "category": "astronomy"},
  {"text": "Lasers can be trapped in a stream of water because of total internal reflection.", "category": "physics"},
  {"text": "The temperature of lightning is about 30,000 Kelvin — 5 times hotter than the sun's surface.", "category": "physics"},
  {"text": "Time slows down for astronauts on the ISS relative to people on Earth — they age slightly slower.", "category": "physics"},
  {"text": "A piece of paper can't be folded more than about 7 times by hand, but theory allows for more.", "category": "physics"},
  {"text": "The strongest living creature relative to its size is the dung beetle, lifting 1,141 times its body weight.", "category": "zoology"},
  {"text": "Water can exist in three states at the same time at its 'triple point' (0.01°C, 611.66 Pa).", "category": "physics"},
  {"text": "Rubber bands last longer when refrigerated.", "category": "materials"},
  {"text": "The inventor of the microwave oven noticed the candy bar in his pocket melted while working on radar.", "category": "inventions"},
  {"text": "A day on Pluto lasts 153.3 hours.", "category": "astronomy"},
  {"text": "Glass is technically a liquid that flows extremely slowly over centuries — but this is debated.", "category": "materials"},
  {"text": "The fingerprints of koalas are almost indistinguishable from human fingerprints.", "category": "zoology"},
  {"text": "There are more atoms in a teaspoon of water than there are teaspoons of water in the Atlantic Ocean.", "category": "chemistry"},
  {"text": "Absolute zero is impossible to reach — it would violate the third law of thermodynamics.", "category": "physics"},
  {"text": "The longest recorded flight of a chicken is 13 seconds.", "category": "zoology"},
  {"text": "Cyanide smells like almonds, but not everyone can detect it due to a genetic variation.", "category": "chemistry"},
  {"text": "The Earth is the densest planet in our solar system.", "category": "astronomy"},
  {"text": "Ostriches can run faster than horses.", "category": "zoology"},
  {"text": "The original name for a search engine was 'BackRub' — before Google.", "category": "technology"},
  {"text": "Polar bear fur is actually transparent, not white — it just appears white.", "category": "zoology"},
  {"text": "A bolt of lightning contains enough energy to toast 100,000 slices of bread.", "category": "physics"},
  {"text": "The shortest complete sentence in English is 'Go.'", "category": "linguistics"},
  {"text": "Atoms are 99.9999999% empty space.", "category": "physics"},
  {"text": "The Great Wall of China is not visible from space without aid — this is a myth.", "category": "geography"},
  {"text": "A hummingbird's heart beats up to 1,260 times per minute.", "category": "zoology"},
  {"text": "Sound travels 4.3 times faster through water than through air.", "category": "physics"},
  {"text": "A cockroach can live for several weeks without its head.", "category": "entomology"},
  {"text": "The first computer virus was created in 1986 and was called 'Brain.'", "category": "technology"},
  {"text": "The world's largest snowflake on record was 15 inches wide.", "category": "meteorology"},
  {"text": "Cats can't taste sweetness because they lack the receptor gene.", "category": "zoology"},
  {"text": "Pluto hasn't completed an orbit since its discovery in 1930 — one Pluto year is 248 Earth years.", "category": "astronomy"},
  {"text": "The average person walks enough in their lifetime to circle the Earth 5 times.", "category": "human_body"},
  {"text": "Venus rotates backwards compared to other planets.", "category": "astronomy"},
  {"text": "A teaspoonful of soil contains more microorganisms than there are people on Earth.", "category": "biology"},
  {"text": "The longest recorded sneezing fit lasted 976 days.", "category": "human_body"},
  {"text": "Honey bees must visit about 2 million flowers to make one pound of honey.", "category": "entomology"},
  {"text": "Jupiter's Great Red Spot is larger than Earth.", "category": "astronomy"},
  {"text": "Butterflies taste with their feet.", "category": "entomology"},
  {"text": "The first email was sent in 1971 — the message was 'QWERTYUIOP.'", "category": "technology"},
  {"text": "Sharks have been around longer than trees — 400 million vs 350 million years.", "category": "evolution"},
  {"text": "A snail can sleep for three years.", "category": "zoology"}
]