[
  {"text": "The word 'OK' is the most frequently spoken word on the planet.", "category": "linguistics"},
  {"text": "A group of flamingos is called a flamboyance.", "category": "ornithology"},
  {"text": "The inventor of the Rubik's Cube took a month to solve it.", "category": "inventions"},
  {"text": "A single lightning bolt contains enough energy to toast 100,000 slices of bread.", "category": "physics"},
  {"text": "The world's first computer virus was created in 1986.", "category": "technology"},
  {"text": "A day on Pluto is 153.3 hours long.", "category": "astronomy"},
  {"text": "The inventor of the Super Soaker was a NASA engineer.", "category": "inventions"},
  {"text": "A cloud can weigh more than a million pounds.", "category": "meteorology"},
  {"text": "The world's oldest restaurant has been open since 1725.", "category": "history"},
  {"text": "A group of flamingos is called a flamboyance.", "category": "ornithology"},
  {"text": "The inventor of the chocolate chip cookie sold the recipe for $1.", "category": "food_history"},
  {"text": "A single bee visits 50 to 1000 flowers in one trip.", "category": "entomology"},
  {"text": "The world's first alarm clock could only ring at 4 AM.", "category": "inventions"},
  {"text": "A group of jellyfish is called a smack.", "category": "marine_biology"},
  {"text": "The inventor of basketball used a soccer ball and peach baskets.", "category": "inventions"},
  {"text": "A single cow produces about 200,000 glasses of milk in its lifetime.", "category": "zoology"},
  {"text": "The world's first speeding ticket was issued in 1896 for going 8 mph.", "category": "history"},
  {"text": "A group of owls is called a parliament.", "category": "ornithology"},
  {"text": "The inventor of the stethoscope was too embarrassed to put his ear on a woman's chest.", "category": "inventions"},
  {"text": "A single tree can absorb 48 pounds of carbon dioxide per year.", "category": "ecology"},
  {"text": "The world's first email was sent in 1971.", "category": "technology"},
  {"text": "A group of parrots is called a pandemonium.", "category": "ornithology"},
  {"text": "The inventor of the lie detector also invented Wonder Woman.", "category": "inventions"},
  {"text": "A single sneeze can expel 40,000 droplets.", "category": "human_body"},
  {"text": "The world's first text message said 'Merry Christmas'.", "category": "technology"},
  {"text": "A group of peacocks is called an ostentation.", "category": "ornithology"},
  {"text": "The inventor of the can opener invented it 48 years after the can.", "category": "inventions"},
  {"text": "A single drop of seawater contains millions of bacteria.", "category": "oceanography"},
  {"text": "The world's first website is still online today.", "category": "technology"},
  {"text": "A group of pigs is called a drift.", "category": "zoology"},
  {"text": "The inventor of the post-it note stumbled upon the weak adhesive by accident.", "category": "inventions"},
  {"text": "A single acre of trees absorbs 6 tons of carbon dioxide per year.", "category": "ecology"},
  {"text": "The world's first computer programmer was a woman named Ada Lovelace.", "category": "technology"},
  {"text": "A group of polar bears is called a celebration.", "category": "zoology"},
  {"text": "The inventor of the pacemaker invented it by accident.", "category": "inventions"},
  {"text": "A single lightning strike contains 1 billion volts of electricity.", "category": "physics"},
  {"text": "The world's first photograph took 8 hours of exposure time.", "category": "technology"},
  {"text": "A group of porcupines is called a prickle.", "category": "zoology"},
  {"text": "The inventor of the microwave oven noticed his candy bar melted.", "category": "inventions"},
  {"text": "A single teaspoon of soil contains more organisms than all humans on Earth.", "category": "biology"},
  {"text": "The world's first ATM was installed in 1967.", "category": "technology"},
  {"text": "A group of ravens is called an unkindness.", "category": "ornithology"},
  {"text": "The inventor of Velcro was inspired by burrs on his dog's fur.", "category": "inventions"},
  {"text": "A single blue whale weighs as much as 30 elephants.", "category": "marine_biology"},
  {"text": "The world's first video game was created in 1958.", "category": "technology"},
  {"text": "A group of rhinos is called a crash.", "category": "zoology"},
  {"text": "The inventor of bubble wrap intended it to be wallpaper.", "category": "inventions"},
  {"text": "A single human brain contains 86 billion neurons.", "category": "neuroscience"},
  {"text": "The world's first mobile phone call was made in 1973.", "category": "technology"},
  {"text": "A group of salamanders is called a maelstrom.", "category": "herpetology"},
  {"text": "The inventor of the match invented it after the lighter.", "category": "inventions"},
  {"text": "A single hurricane releases the energy of 10,000 nuclear bombs.", "category": "meteorology"},
  {"text": "The world's first emoji was created in 1999.", "category": "technology"},
  {"text": "A group of seahorses is called a herd.", "category": "marine_biology"},
  {"text": "The inventor of the Slinky discovered it by accident.", "category": "inventions"},
  {"text": "A single tornado can carry cars and houses miles away.", "category": "meteorology"},
  {"text": "The world's first smartphone was released in 1994.", "category": "technology"},
  {"text": "A group of skunks is called a surfeit.", "category": "zoology"},
  {"text": "The inventor of the potato chip was angry at a customer.", "category": "inventions"},
  {"text": "A single solar flare can disrupt electronics worldwide.", "category": "astronomy"},
  {"text": "The world's first streaming service was launched in 1995.", "category": "technology"},
  {"text": "A group of snakes is called a den.", "category": "herpetology"},
  {"text": "The inventor of the tea bag introduced it by accident.", "category": "inventions"},
  {"text": "A single volcanic eruption can cool the Earth for years.", "category": "geology"},
  {"text": "The world's first digital camera was made in 1975.", "category": "technology"},
  {"text": "A group of spiders is called a cluster.", "category": "arachnology"},
  {"text": "The inventor of the ice cream cone invented it at a fair.", "category": "inventions"},
  {"text": "A single earthquake can change the length of a day.", "category": "geology"},
  {"text": "The world's first GPS was launched in 1978.", "category": "technology"},
  {"text": "A group of squids is called a squad.", "category": "marine_biology"},
  {"text": "The inventor of the safety pin invented it in 3 hours.", "category": "inventions"},
  {"text": "A single asteroid impact killed the dinosaurs.", "category": "paleontology"},
  {"text": "The world's first internet browser was created in 1990.", "category": "technology"},
  {"text": "A group of starfish is called a constellation.", "category": "marine_biology"},
  {"text": "The inventor of the paper clip is unknown.", "category": "inventions"},
  {"text": "A single meteor can create a crater miles wide.", "category": "astronomy"},
  {"text": "The world's first wiki was created in 1995.", "category": "technology"},
  {"text": "A group of stingrays is called a fever.", "category": "marine_biology"},
  {"text": "The inventor of the zipper called it a 'clasp locker'.", "category": "inventions"},
  {"text": "A single gamma ray burst can destroy life across galaxies.", "category": "astronomy"},
  {"text": "The world's first social media site was created in 1997.", "category": "technology"},
  {"text": "A group of swans is called a bevy.", "category": "ornithology"},
  {"text": "The inventor of the pencil eraser attached it to pencils in 1858.", "category": "inventions"},
  {"text": "A single black hole can swallow entire star systems.", "category": "astronomy"},
  {"text": "The world's first search engine was created in 1990.", "category": "technology"},
  {"text": "A group of tigers is called an ambush.", "category": "zoology"},
  {"text": "The inventor of the shopping cart had to hire actors to use it.", "category": "inventions"},
  {"text": "A single supernova outshines an entire galaxy briefly.", "category": "astronomy"},
  {"text": "The world's first blog was created in 1994.", "category": "technology"},
  {"text": "A group": "A group of toads is called a knot.", "category": "herpetology"},
  {"text": "The inventor of Coca-Cola was a pharmacist.", "category": "inventions"},
  {"text": "A single pulsar spins hundreds of times per second.", "category": "astronomy"},
  {"text": "The world's first podcast was in 2004.", "category": "technology"},
  {"text": "A group of turkeys is called a rafter.", "category": "ornithology"},
  {"text": "The inventor of the escalator was scared to ride it.", "category": "inventions"},
  {"text": "A single quasar outshines trillions of stars.", "category": "astronomy"},
  {"text": "The world's first YouTube video was uploaded in 2005.", "category": "technology"},
  {"text": "A group of turtles is called a bale.", "category": "herpetology"},
  {"text": "The inventor of the slot machine was a mechanic.", "category": "inventions"},
  {"text": "A single magnetar has a magnetic field a quadrillion times Earth's.", "category": "astronomy"}
]