[
  {"text": "Octopuses have three hearts, blue blood, and can taste with their suckers — each arm also has its own mini-brain that can act independently.", "category": "marine_biology"},
  {"text": "The immortal jellyfish (Turritopsis dohrnii) can revert to its juvenile polyp stage when stressed, theoretically living forever.", "category": "marine_biology"},
  {"text": "Crows can recognize human faces and hold grudges for years, warning other crows about specific people who wronged them.", "category": "animal_intelligence"},
  {"text": "The axolotl can regenerate not just limbs but also its heart, brain, and spinal cord without scarring.", "category": "biology"},
  {"text": "A single strand of spider silk is stronger than a steel wire of the same thickness.", "category": "zoology"},
  {"text": "Tardigrades can survive in the vacuum of space, extreme radiation, temperatures from near absolute zero to 300°F, and pressures 6 times greater than the deepest ocean.", "category": "biology"},
  {"text": "Dolphins sleep with one half of their brain at a time, allowing them to continue surfacing to breathe.", "category": "marine_biology"},
  {"text": "The pistol shrimp creates a cavitation bubble that reaches 4,700°C — briefly hotter than the surface of the Sun — to stun its prey.", "category": "marine_biology"},
  {"text": "Honey never spoils — archaeologists have found 3,000-year-old honey in Egyptian tombs that was still perfectly edible.", "category": "biology"},
  {"text": "A group of flamingos is called a 'flamboyance,' and their pink color comes from the carotenoids in the shrimp and algae they eat.", "category": "zoology"},
  {"text": "The mimic octopus can impersonate at least 15 different species, including lionfish, flatfish, and sea snakes.", "category": "marine_biology"},
  {"text": "Elephants are the only animals that can't jump, but they're also the only animals that mourn their dead and can recognize themselves in mirrors.", "category": "zoology"},
  {"text": "The mantis shrimp can see polarized light and 16 types of color receptors compared to our 3, perceiving colors we can't even imagine.", "category": "marine_biology"},
  {"text": "Naked mole rats are immune to cancer, don't feel pain from acid or capsaicin, can survive 18 minutes without oxygen, and live for 30 years — 10 times longer than similar-sized rodents.", "category": "biology"},
  {"text": "A cockroach can live for weeks without its head — it eventually dies of starvation because it can't eat.", "category": "entomology"},
  {"text": "Hummingbirds can fly backwards and upside down, their hearts beat up to 1,260 times per minute, and they're the only birds that can hover in place.", "category": "ornithology"},
  {"text": "The platypus has venomous spurs, electroreception to detect prey, no stomach, and sweats milk — it's so strange that scientists initially thought it was a hoax.", "category": "zoology"},
  {"text": "Leeches have 32 brains, 300 teeth arranged in 3 jaws, and their saliva contains compounds that prevent blood clotting, now used in modern medicine.", "category": "biology"},
  {"text": "The lyrebird can mimic almost any sound, including chainsaws, car alarms, camera shutters, and even human speech.", "category": "ornithology"},
  {"text": "Sloths are so slow that algae grows on their fur, providing camouflage and extra nutrients when they lick themselves.", "category": "zoology"},
  {"text": "The archerfish can spit jets of water with enough precision to knock insects off branches up to 2 meters above the water.", "category": "ichthyology"},
  {"text": "A single colony of leafcutter ants can defoliate an entire tree in 24 hours, and their underground gardens are the second most complex society on Earth after humans.", "category": "entomology"},
  {"text": "The blue whale's heart is so large that a small child could crawl through its arteries, and its heartbeat can be detected from 2 miles away.", "category": "marine_biology"},
  {"text": "Vampire bats are the only mammals that feed entirely on blood and will regurgitate blood to feed starving roostmates — even unrelated ones.", "category": "zoology"},
  {"text": "The bombardier beetle defends itself by mixing chemicals in its abdomen to create a boiling, noxious spray at 100°C.", "category": "entomology"},
  {"text": "Electric eels can produce 860 volts — enough to stun a horse — and they're not actually eels but knifefish.", "category": "ichthyology"},
  {"text": "The hagfish produces so much slime when attacked that it can clog a predator's gills, and it's the only vertebrate that can tie itself in a knot.", "category": "marine_biology"},
  {"text": "Jellyfish have existed for over 650 million years, predating dinosaurs, trees, and even the evolution of brains.", "category": "marine_biology"},
  {"text": "The Greenland shark can live over 400 years, making it the longest-lived vertebrate known, but it doesn't reach sexual maturity until around 150.", "category": "ichthyology"},
  {"text": "Ants can survive falls from any height because their terminal velocity is low enough that they don't experience lethal impact.", "category": "entomology"},
  {"text": "The male anglerfish is so small compared to the female that it fuses to her body and becomes a permanent sperm-producing parasite.", "category": "marine_biology"},
  {"text": "Dolphins have names for each other — unique signature whistles they use to call specific individuals.", "category": "marine_biology"},
  {"text": "The horned lizard can squirt blood from its eyes up to 5 feet as a defense mechanism against predators.", "category": "herpetology"},
  {"text": "A woodpecker's tongue wraps around its skull to cushion its brain from the impact of pecking 20 times per second.", "category": "ornithology"},
  {"text": "The venom of the Brazilian wandering spider causes priapism in human males, leading researchers to study it for erectile dysfunction treatments.", "category": "arachnology"},
  {"text": "Sea cucumbers can liquefy their bodies to squeeze through tiny gaps and can expel their internal organs as a defense mechanism, regrowing them later.", "category": "marine_biology"},
  {"text": "The star-nosed mole can identify and eat prey in 120 milliseconds, making it the world's fastest-eating mammal.", "category": "zoology"},
  {"text": "Cuttlefish can change their skin color and texture in 300 milliseconds and have been observed deceiving rivals by showing male patterns on one side and female patterns on the other.", "category": "marine_biology"},
  {"text": "The Pompeii worm can survive temperatures up to 176°F (80°C) near hydrothermal vents, making it one of the most heat-tolerant animals known.", "category": "marine_biology"},
  {"text": "Bees can recognize human faces, understand the concept of zero, and communicate the location of flowers through complex dances.", "category": "entomology"},
  {"text": "The immortal hydra shows no signs of aging and can theoretically live forever as long as it avoids predators and disease.", "category": "biology"},
  {"text": "The sailfish is the fastest fish in the ocean, reaching speeds of 68 mph — faster than a cheetah on land.", "category": "ichthyology"},
  {"text": "Flamingos can only eat with their heads upside down because of the specialized filter-feeding structure of their beaks.", "category": "ornithology"},
  {"text": "The tongue of a blue whale can weigh as much as an elephant.", "category": "marine_biology"},
  {"text": "Box jellyfish have 24 eyes, including eyes with corneas, lenses, and retinas similar to ours, despite having no brain.", "category": "marine_biology"},
  {"text": "Giraffes have the same number of neck vertebrae as humans — just 7, but each one can be over 10 inches long.", "category": "zoology"},
  {"text": "The parasitoid wasp Ampulex compressa turns cockroaches into zombies by injecting venom directly into their brains.", "category": "entomology"},
  {"text": "Sperm whales sleep vertically, bobbing at the surface like giant pickles.", "category": "marine_biology"},
  {"text": "The inland taipan has enough venom in one bite to kill 100 adult humans, making it the most venomous snake on Earth.", "category": "herpetology"},
  {"text": "Crows have been observed making and using tools, holding funerals for dead crows, and even bringing gifts to humans who feed them.", "category": "ornithology"}
]