[
  {"text": "Elephants are the only animals that can't jump, but they're excellent swimmers.", "category": "zoology"},
  {"text": "A rhinoceros horn is made of keratin, the same protein as human fingernails.", "category": "zoology"},
  {"text": "Giraffes sleep only 30 minutes a day in 5-minute increments.", "category": "zoology"},
  {"text": "The heart of a shrimp is located in its head.", "category": "marine_biology"},
  {"text": "A group of pugs is called a 'grumble.'", "category": "zoology"},
  {"text": "Houseflies hum in the key of F.", "category": "entomology"},
  {"text": "Sloths can hold their breath for 40 minutes underwater — longer than dolphins.", "category": "zoology"},
  {"text": "A cat's nose print is as unique as a human fingerprint.", "category": "zoology"},
  {"text": "Pigeons can do math at a level comparable to monkeys.", "category": "ornithology"},
  {"text": "Tigers have striped skin, not just striped fur.", "category": "zoology"},
  {"text": "A starfish can regenerate its entire body from a single arm.", "category": "marine_biology"},
  {"text": "Penguins have knees — they're just hidden inside their bodies.", "category": "ornithology"},
  {"text": "Hippos sweat a red oily substance that acts as sunscreen and antibiotic.", "category": "zoology"},
  {"text": "Kangaroos can't walk backwards due to their tail and leg structure.", "category": "zoology"},
  {"text": "The fingerprints of a koala are virtually indistinguishable from those of a human.", "category": "zoology"},
  {"text": "Dolphins shed their top layer of skin every 2 hours.", "category": "marine_biology"},
  {"text": "Crocodiles can go through 3,000 teeth in a lifetime.", "category": "herpetology"},
  {"text": "A group of flamingos is called a 'flamboyance.'", "category": "ornithology"},
  {"text": "Squirrels plant thousands of trees each year by forgetting where they buried nuts.", "category": "zoology"},
  {"text": "A cockroach can live for a week without its head before dying of dehydration.", "category": "entomology"},
  {"text": "The tongue of a blue whale can weigh as much as an elephant.", "category": "marine_biology"},
  {"text": "Pandas spend about 12 hours a day eating bamboo.", "category": "zoology"},
  {"text": "Mosquitoes are attracted to people who just ate bananas.", "category": "entomology"},
  {"text": "A chameleon's tongue is twice the length of its body.", "category": "herpetology"},
  {"text": "Horses and cows sleep standing up, but dream lying down.", "category": "zoology"},
  {"text": "The eye of a giant squid is the size of a basketball.", "category": "marine_biology"},
  {"text": "Scorpions glow under ultraviolet light.", "category": "arachnology"},
  {"text": "A dragonfly has a lifespan of 24 hours in its adult stage.", "category": "entomology"},
  {"text": "Octopuses have blue blood and three hearts.", "category": "marine_biology"},
  {"text": "A group of jellyfish is called a 'smack.'", "category": "marine_biology"},
  {"text": "Polar bears are left-handed — or more accurately, left-pawed.", "category": "zoology"},
  {"text": "A snail can have over 25,000 teeth.", "category": "zoology"},
  {"text": "Crows hold funerals for their dead and can recognize human faces for years.", "category": "ornithology"},
  {"text": "An ostrich's eye is bigger than its brain.", "category": "ornithology"},
  {"text": "Anteaters eat 35,000 ants per day but never destroy the ant colony to ensure future meals.", "category": "zoology"},
  {"text": "Axolotls can regenerate their brains, hearts, and limbs.", "category": "herpetology"},
  {"text": "Spiders can't chew — they inject digestive enzymes and drink their prey.", "category": "arachnology"},
  {"text": "A group of owls is called a 'parliament.'", "category": "ornithology"},
  {"text": "Bats are the only mammals that can truly fly.", "category": "zoology"},
  {"text": "The monarch butterfly migration spans 4 generations — no single butterfly makes the full trip.", "category": "entomology"},
  {"text": "Wolves have about 200 million scent cells — humans have about 5 million.", "category": "zoology"},
  {"text": "Goats have rectangular pupils that give them 340-degree vision.", "category": "zoology"},
  {"text": "A group of ravens is called an 'unkindness.'", "category": "ornithology"},
  {"text": "The platypus has no nipples — milk seeps through the skin for babies to lap up.", "category": "zoology"},
  {"text": "Woodpeckers' tongues wrap around their skulls to cushion their brains.", "category": "ornithology"},
  {"text": "Dolphins have signature whistles — essentially names — for each individual.", "category": "marine_biology"},
  {"text": "Camels can drink up to 40 gallons of water in one go.", "category": "zoology"},
  {"text": "The mantis shrimp can punch with the force of a bullet.", "category": "marine_biology"},
  {"text": "Flamingos can only eat with their heads upside down.", "category": "ornithology"},
  {"text": "A group of cats is called a 'clowder.'", "category": "zoology"}
]