[
  {"text": "Fecal transplants can cure severe gut infections by introducing healthy bacteria from a donor.", "category": "medicine"},
  {"text": "The appendix isn't useless — it serves as a safe house for beneficial gut bacteria.", "category": "human_body"},
  {"text": "Humans can survive with only half a brain — children who have a hemisphere removed can lead normal lives.", "category": "neuroscience"},
  {"text": "The world record for holding one's breath underwater is over 24 minutes.", "category": "human_body"},
  {"text": "Laughter actually is good medicine — it reduces stress hormones and boosts immune function.", "category": "medicine"},
  {"text": "Your body produces about 1 gram of new red blood cells every hour, totaling 2.4 million per second.", "category": "human_body"},
  {"text": "The left lung is smaller than the right to make room for the heart.", "category": "human_body"},
  {"text": "Fever is actually your body fighting infection — the elevated temperature helps kill pathogens.", "category": "medicine"},
  {"text": "You're taller in the morning than at night because gravity compresses your spinal discs throughout the day.", "category": "human_body"},
  {"text": "Humans are the only animals that blush — Darwin called it 'the most peculiar and most human of all expressions.'", "category": "human_body"},
  {"text": "The human body contains enough carbon to make 900 pencils, enough fat to make 7 bars of soap, and enough iron to make a 3-inch nail.", "category": "human_body"},
  {"text": "Bone marrow transplants can change a person's blood type permanently.", "category": "medicine"},
  {"text": "Maggot therapy is still used in modern medicine to clean wounds by eating dead tissue.", "category": "medicine"},
  {"text": "The brain can't feel pain because it has no pain receptors — that's why brain surgery can be done while awake.", "category": "neuroscience"},
  {"text": "Humans lose about 30,000 to 40,000 dead skin cells every minute.", "category": "human_body"},
  {"text": "The placebo effect works even when patients know they're taking a placebo.", "category": "medicine"},
  {"text": "Your body has enough DNA to stretch from the sun to Pluto and back 17 times.", "category": "genetics"},
  {"text": "Some people are born without fingerprints due to a rare genetic condition called adermatoglyphia.", "category": "genetics"},
  {"text": "The average person produces enough saliva in their lifetime to fill two swimming pools.", "category": "human_body"},
  {"text": "Hiccups serve no known beneficial purpose and are likely an evolutionary leftover from our amphibian ancestors.", "category": "human_body"},
  {"text": "Your sense of smell is closely linked to memory because the olfactory bulb is part of the brain's limbic system.", "category": "neuroscience"},
  {"text": "The cornea is the only part of the body with no blood supply — it gets oxygen directly from the air.", "category": "human_body"},
  {"text": "Goosebumps are a vestigial response — our ancestors' hair would fluff up to appear larger or for insulation.", "category": "evolution"},
  {"text": "The average human body contains about 0.2 milligrams of gold, mostly in the blood.", "category": "human_body"},
  {"text": "Earwax is technically a type of sweat.", "category": "human_body"},
  {"text": "Your bones are constantly being broken down and rebuilt — you have an entirely new skeleton about every 10 years.", "category": "human_body"},
  {"text": "The strongest muscle in the body relative to its size is the masseter (jaw muscle).", "category": "human_body"},
  {"text": "Humans share 50% of their DNA with bananas.", "category": "genetics"},
  {"text": "Newborns don't have kneecaps — they develop between ages 3 and 5.", "category": "human_body"},
  {"text": "Your tongue print is as unique as your fingerprint.", "category": "human_body"},
  {"text": "Stomach acid is strong enough to dissolve metal, but the stomach lining replaces itself every few days.", "category": "human_body"},
  {"text": "Crying releases stress hormones and produces pain-killing endorphins, which is why you feel better after a good cry.", "category": "psychology"},
  {"text": "The human body glows with bioluminescence, but it's too faint for our eyes to see.", "category": "human_body"},
  {"text": "When you blush, your stomach lining also turns red.", "category": "human_body"},
  {"text": "The focusing muscles in your eyes move about 100,000 times a day.", "category": "human_body"},
  {"text": "Synesthesia causes some people to taste words or see sounds as colors.", "category": "neuroscience"},
  {"text": "The only organ that named itself is the brain.", "category": "philosophy"},
  {"text": "Human teeth are as strong as shark teeth.", "category": "human_body"},
  {"text": "You lose most of your body heat through your head because it has many blood vessels close to the surface, not because the brain needs cooling.", "category": "human_body"},
  {"text": "Astronauts' hearts become more spherical in space because they don't have to pump against gravity.", "category": "space_medicine"},
  {"text": "The human heart creates enough pressure to squirt blood 30 feet.", "category": "human_body"},
  {"text": "Babies are born with about 300 bones, but adults only have 206 because many fuse together.", "category": "human_body"},
  {"text": "The acid in your stomach is strong enough to dissolve zinc, yet the stomach constantly produces new mucus lining.", "category": "human_body"},
  {"text": "Your blood vessels, if laid end to end, would circle the Earth 2.5 times — about 100,000 km.", "category": "human_body"},
  {"text": "Wisdom teeth are becoming less common — about 35% of people now never develop them.", "category": "evolution"},
  {"text": "Humans are the only animals that produce emotional tears.", "category": "human_body"},
  {"text": "Your nose can remember 50,000 different scents.", "category": "human_body"},
  {"text": "The liver is the only organ that can completely regenerate itself.", "category": "human_body"},
  {"text": "Humans can distinguish about 10 million different colors.", "category": "human_body"},
  {"text": "The hardest substance in the human body is tooth enamel.", "category": "human_body"}
]