[
  {"text": "There's a planet made of diamonds — 55 Cancri e is thought to be composed largely of crystallized carbon.", "category": "astronomy"},
  {"text": "Space smells like seared steak and metal, according to astronauts who've been on spacewalks.", "category": "astronomy"},
  {"text": "The footprints on the Moon will remain for 100 million years because there's no wind or weather.", "category": "astronomy"},
  {"text": "One day on Venus is longer than one year on Venus.", "category": "astronomy"},
  {"text": "The International Space Station travels at 17,500 mph and completes an orbit every 90 minutes.", "category": "space"},
  {"text": "If two pieces of metal touch in space, they fuse permanently in a process called cold welding.", "category": "physics"},
  {"text": "Saturn would float in water because its density is less than water's.", "category": "astronomy"},
  {"text": "The largest known star, UY Scuti, could fit 5 billion Suns inside it.", "category": "astronomy"},
  {"text": "There's a gas cloud called Sagittarius B2 that contains billions of liters of alcohol.", "category": "astronomy"},
  {"text": "The Apollo astronauts' footsteps on the Moon disturbed the dust in a way visible from Earth with telescopes.", "category": "space"},
  {"text": "A pulsar spins so fast it would tear apart if it were any less dense.", "category": "astronomy"},
  {"text": "The center of the Milky Way tastes like raspberries and smells like rum due to ethyl formate.", "category": "astronomy"},
  {"text": "Black holes are not actually black — they emit Hawking radiation.", "category": "physics"},
  {"text": "The Sun makes up 99.86% of the mass of the entire Solar System.", "category": "astronomy"},
  {"text": "There are more stars in the universe than grains of sand on all Earth's beaches.", "category": "astronomy"},
  {"text": "Astronauts grow up to 2 inches taller in space due to the lack of gravity compressing their spines.", "category": "space"},
  {"text": "The Voyager 1 spacecraft is so far away that light takes over 22 hours to reach it.", "category": "space"},
  {"text": "Neutron stars are so dense that a matchbox-sized amount would weigh 3 billion tons.", "category": "astronomy"},
  {"text": "The Sun loses 4 million tons of mass every second but has enough fuel for another 5 billion years.", "category": "astronomy"},
  {"text": "GPS satellites must account for relativity or they'd be off by about 10 km per day.", "category": "technology"},
  {"text": "A year on Mercury is just 88 Earth days.", "category": "astronomy"},
  {"text": "The largest known structure in the universe is the Hercules-Corona Borealis Great Wall at 10 billion light-years.", "category": "cosmology"},
  {"text": "It rains diamonds on Jupiter and Saturn due to extreme pressure converting carbon.", "category": "astronomy"},
  {"text": "The surface of the Sun is actually cooler than its outer atmosphere.", "category": "astronomy"},
  {"text": "Light from the Sun takes about 8 minutes to reach Earth.", "category": "physics"},
  {"text": "The Moon is slowly drifting away from Earth at 3.8 cm per year.", "category": "astronomy"},
  {"text": "There are more potential chess games than atoms in the observable universe.", "category": "mathematics"},
  {"text": "A full NASA spacesuit costs about $12 million.", "category": "space"},
  {"text": "Mars has the tallest volcano in the Solar System — Olympus Mons is 3 times taller than Everest.", "category": "astronomy"},
  {"text": "The Andromeda Galaxy is heading toward us at 250,000 mph and will collide with the Milky Way in 4 billion years.", "category": "astronomy"},
  {"text": "Astronauts cannot burp in space because without gravity, gas doesn't rise.", "category": "space"},
  {"text": "The hottest planet isn't the closest to the Sun — Venus's atmosphere traps more heat than Mercury.", "category": "astronomy"},
  {"text": "A spacesuit weighs about 280 pounds on Earth but nothing in orbit.", "category": "space"},
  {"text": "The core of a star can reach 100 million degrees Celsius during a supernova.", "category": "astronomy"},
  {"text": "If you shouted in space, no one would hear you because sound can't travel through vacuum.", "category": "physics"},
  {"text": "Europa has more water under its icy surface than all of Earth's oceans combined.", "category": "astronomy"},
  {"text": "There are rogue planets wandering through space not attached to any star.", "category": "astronomy"},
  {"text": "The first artificial satellite, Sputnik, was about the size of a beach ball.", "category": "space"},
  {"text": "Gamma-ray bursts release more energy in 10 seconds than the Sun will in its entire lifetime.", "category": "astronomy"},
  {"text": "The Observable Universe contains about 2 trillion galaxies.", "category": "cosmology"},
  {"text": "In space, you would lose consciousness in about 15 seconds due to oxygen deprivation.", "category": "space"},
  {"text": "The Sun's core can reach 15 million degrees Celsius.", "category": "astronomy"},
  {"text": "A neutron star can spin at 716 rotations per second.", "category": "astronomy"},
  {"text": "Jupiter's magnetic field is 20,000 times stronger than Earth's.", "category": "astronomy"},
  {"text": "Saturn's rings are mostly made of ice and rock particles ranging from tiny grains to house-sized chunks.", "category": "astronomy"},
  {"text": "The Parker Solar Probe will reach 430,000 mph, making it the fastest human-made object.", "category": "space"},
  {"text": "There's a massive storm on Jupiter that has been raging for over 400 years.", "category": "astronomy"},
  {"text": "Pluto is smaller than the United States.", "category": "astronomy"},
  {"text": "The Milky Way galaxy is on a collision course with Andromeda, but no stars will actually collide due to vast distances.", "category": "cosmology"},
  {"text": "A day at Saturn's poles lasts 10 hours and 32 minutes, while at its equator it's 10 hours and 14 minutes.", "category": "astronomy"}
]