[
  {"text": "Honey bees make about 10 trips per day to gather nectar.", "category": "entomology"},
  {"text": "A cubic mile of seawater contains about 120 million tons of salt.", "category": "oceanography"},
  {"text": "The world's largest snowflake on record measured 15 inches across.", "category": "meteorology"},
  {"text": "A single lightning bolt can heat the air to 30,000 Kelvin.", "category": "physics"},
  {"text": "The oldest known cave paintings are over 40,000 years old.", "category": "archaeology"},
  {"text": "A queen termite can lay 30,000 eggs per day.", "category": "entomology"},
  {"text": "The world's deepest cave is Veryovkina Cave at 2,212 meters.", "category": "geology"},
  {"text": "A chameleon's tongue is twice the length of its body.", "category": "herpetology"},
  {"text": "The world's highest waterfall is Angel Falls at 979 meters.", "category": "geography"},
  {"text": "A dragonfly can fly in all six directions.", "category": "entomology"},
  {"text": "The world's largest iceberg was larger than the island of Jamaica.", "category": "geography"},
  {"text": "A cricket hears through its knees.", "category": "entomology"},
  {"text": "The world's smallest mammal by mass is the Etruscan shrew.", "category": "zoology"},
  {"text": "A salmon can jump 12 feet into the air.", "category": "ichthyology"},
  {"text": "The world's largest spider by leg span is the giant huntsman spider.", "category": "arachnology"},
  {"text": "A woodpecker can peck 20 times per second.", "category": "ornithology"},
  {"text": "The world's fastest bird in level flight is the common swift.", "category": "ornithology"},
  {"text": "A housefly lives for about 14 days.", "category": "entomology"},
  {"text": "The world's longest migration is by the Arctic tern.", "category": "ornithology"},
  {"text": "A garden snail has about 14,000 teeth.", "category": "zoology"},
  {"text": "The world's largest fish is the whale shark.", "category": "ichthyology"},
  {"text": "A hippopotamus can hold its breath for 5 minutes.", "category": "zoology"},
  {"text": "The world's smallest octopus is the star-sucker pygmy octopus.", "category": "marine_biology"},
  {"text": "A polar bear's skin is actually black underneath its white fur.", "category": "zoology"},
  {"text": "The world's most poisonous frog is the golden poison frog.", "category": "herpetology"},
  {"text": "A bat can eat up to 1,000 insects per hour.", "category": "zoology"},
  {"text": "The world's longest snake ever recorded was over 32 feet long.", "category": "herpetology"},
  {"text": "A parrot can live for over 80 years.", "category": "ornithology"},
  {"text": "The world's largest scorpion is the emperor scorpion.", "category": "arachnology"},
  {"text": "A kangaroo can cover 25 feet in a single jump.", "category": "zoology"},
  {"text": "The world's heaviest bird capable of flight is the great bustard.", "category": "ornithology"},
  {"text": "A penguin can drink salt water.", "category": "ornithology"},
  {"text": "The world's largest jellyfish can have tentacles over 120 feet long.", "category": "marine_biology"},
  {"text": "A horse can sleep standing up.", "category": "zoology"},
  {"text": "The world's fastest diving bird is the peregrine falcon at 240 mph.", "category": "ornithology"},
  {"text": "A spider can produce 7 types of silk.", "category": "arachnology"},
  {"text": "The world's loudest insect is the cicada.", "category": "entomology"},
  {"text": "A leopard can carry prey twice its weight up a tree.", "category": "zoology"},
  {"text": "The world's largest ant colony spans 3,700 miles across Europe.", "category": "entomology"},
  {"text": "A seal can dive to 3,000 feet deep.", "category": "marine_biology"},
  {"text": "The world's smallest seahorse is smaller than a postage stamp.", "category": "marine_biology"},
  {"text": "A vulture can spot a 3-foot carcass from 4 miles away.", "category": "ornithology"},
  {"text": "The world's largest amphibian is the Chinese giant salamander.", "category": "herpetology"},
  {"text": "A cheetah can run up to 70 mph.", "category": "zoology"},
  {"text": "The world's most venomous fish is the stonefish.", "category": "ichthyology"},
  {"text": "A gorilla is about 10 times stronger than an adult human.", "category": "zoology"},
  {"text": "The world's largest crab is the Japanese spider crab.", "category": "marine_biology"},
  {"text": "A grizzly bear can run as fast as a horse.", "category": "zoology"},
  {"text": "The world's longest living insect is the queen termite at 50 years.", "category": "entomology"},
  {"text": "A flamingo can only eat with its head upside down.", "category": "ornithology"},
  {"text": "The world's fastest snake is the black mamba at 12 mph.", "category": "herpetology"},
  {"text": "A koala sleeps about 22 hours per day.", "category": "zoology"},
  {"text": "The world's largest moth has a wingspan of 12 inches.", "category": "entomology"},
  {"text": "A mouse's heart beats about 600 times per minute.", "category": "zoology"},
  {"text": "The world's deadliest spider by venom is the Sydney funnel-web.", "category": "arachnology"},
  {"text": "A tiger's night vision is 6 times better than a human's.", "category": "zoology"},
  {"text": "The world's largest butterfly is the Queen Alexandra's birdwing.", "category": "entomology"},
  {"text": "A cow produces about 200,000 glasses of milk in its lifetime.", "category": "zoology"},
  {"text": "The world's largest living rodent is the capybara.", "category": "zoology"},
  {"text": "A rhinoceros can weigh up to 8,000 pounds.", "category": "zoology"},
  {"text": "The world's largest bat has a wingspan of 6 feet.", "category": "zoology"},
  {"text": "A hummingbird can remember every flower it has visited.", "category": "ornithology"},
  {"text": "The world's largest leech can reach 18 inches long.", "category": "biology"},
  {"text": "A cat has 230 bones while a human has 206.", "category": "zoology"},
  {"text": "The world's largest centipede can grow to 12 inches long.", "category": "entomology"},
  {"text": "A dolphin's brain is larger than a human brain.", "category": "marine_biology"},
  {"text": "The world's largest earthworm can grow to 22 feet long.", "category": "biology"},
  {"text": "A peregrine falcon can dive at over 200 mph.", "category": "ornithology"},
  {"text": "The world's largest snail is the African giant snail at 15 inches.", "category": "zoology"},
  {"text": "A mantis shrimp can punch faster than a bullet.", "category": "marine_biology"},
  {"text": "The world's largest turtle is the leatherback sea turtle.", "category": "herpetology"},
  {"text": "A blue whale's tongue weighs as much as an elephant.", "category": "marine_biology"},
  {"text": "The world's largest frog is the Goliath frog at 3 feet long.", "category": "herpetology"},
  {"text": "A great white shark can detect a single drop of blood from 3 miles away.", "category": "marine_biology"},
  {"text": "The world's largest lizard is the Komodo dragon at 10 feet long.", "category": "herpetology"},
  {"text": "A golden eagle can spot a rabbit from 2 miles away.", "category": "ornithology"},
  {"text": "The world's largest squid can grow to 43 feet long.", "category": "marine_biology"},
  {"text": "A killer whale can swim at 34 mph.", "category": "marine_biology"},
  {"text": "The world's largest clam can weigh over 500 pounds.", "category": "marine_biology"},
  {"text": "An elephant can smell water from 3 miles away.", "category": "zoology"},
  {"text": "The world's largest starfish can measure 3 feet across.", "category": "marine_biology"},
  {"text": "A sloth can turn its head 270 degrees.", "category": "zoology"},
  {"text": "The world's largest ray is the manta ray at 29 feet wide.", "category": "marine_biology"},
  {"text": "A giraffe's neck is too short to reach the ground.", "category": "zoology"},
  {"text": "The world's largest lobster on record weighed 44 pounds.", "category": "marine_biology"},
  {"text": "An ostrich eye is bigger than its brain.", "category": "ornithology"},
  {"text": "The world's largest cuttlefish can grow to 20 inches long.", "category": "marine_biology"},
  {"text": "A hippo can open its mouth 180 degrees.", "category": "zoology"},
  {"text": "The world's largest sea urchin can grow to 14 inches across.", "category": "marine_biology"},
  {"text": "A chimpanzee is 7 times stronger than a human.", "category": "zoology"},
  {"text": "The world's largest prawn can grow to 18 inches long.", "category": "marine_biology"},
  {"text": "A gecko can run across water for a short distance.", "category": "herpetology"},
  {"text": "The world's largest hermit crab can weigh up to 9 pounds.", "category": "marine_biology"},
  {"text": "A crow can remember a human face for years.", "category": "ornithology"},
  {"text": "The world's largest sea anemone can grow to 6 feet across.", "category": "marine_biology"},
  {"text": "A housefly can taste with its feet.", "category": "entomology"},
  {"text": "The world's largest sponge can grow to 6 feet tall.", "category": "marine_biology"},
  {"text": "A bee's wings beat 200 times per second.", "category": "entomology"},
  {"text": "The world's largest barnacle can grow to 3 inches across.", "category": "marine_biology"},
  {"text": "An owl can rotate its head 270 degrees.", "category": "ornithology"}
]