[
  {"text": "Nikola Tesla had a photographic memory and could visualize entire machines in his head, building them mentally before ever touching a tool.", "category": "history_science"},
  {"text": "Darwin waited 20 years to publish On the Origin of Species because he knew how controversial it would be.", "category": "history_science"},
  {"text": "Isaac Newton invented calculus during quarantine when Cambridge closed due to the plague.", "category": "history_science"},
  {"text": "Einstein's brain was stolen during his autopsy and kept in jars for decades before being studied.", "category": "history_science"},
  {"text": "Marie Curie's notebooks are still so radioactive they're kept in lead-lined boxes and require protective equipment to handle.", "category": "history_science"},
  {"text": "The scientist who proposed hand-washing to prevent infection was ridiculed by the medical community and died in an insane asylum.", "category": "history_science"},
  {"text": "Galileo's middle finger is on display in a museum in Florence, Italy.", "category": "history_science"},
  {"text": "The last words of Einstein were in German, and the nurse who was with him didn't speak German, so they were lost forever.", "category": "history_science"},
  {"text": "Leonardo da Vinci wrote backwards in mirror script, possibly to keep his ideas secret or because he was left-handed.", "category": "history_science"},
  {"text": "The Antikythera mechanism, found in a 2,000-year-old shipwreck, is an ancient analog computer that predicted astronomical positions.", "category": "history_science"},
  {"text": "Werner Heisenberg, creator of the uncertainty principle, got a C in lab work because his experimental skills were poor.", "category": "history_science"},
  {"text": "Rosalind Franklin's X-ray crystallography work was crucial to discovering DNA's structure, but she died before the Nobel Prize was awarded.", "category": "history_science"},
  {"text": "Ancient Romans used urine to whiten their teeth — the ammonia in urine is actually an effective whitener.", "category": "history_science"},
  {"text": "Aristotle believed women had fewer teeth than men — he never bothered to count, despite having two wives.", "category": "history_science"},
  {"text": "The Big Bang theory was proposed by a Catholic priest, Georges Lemaître, and was initially rejected by Einstein.", "category": "history_science"},
  {"text": "Tycho Brahe lost his nose in a duel over a math formula and wore a metal prosthetic for the rest of his life.", "category": "history_science"},
  {"text": "Benjamin Franklin nearly electrocuted himself and was knocked unconscious while experimenting with electricity.", "category": "history_science"},
  {"text": "Carl Sagan applied to work at NASA but was rejected — he went on to become the most famous science communicator of his generation.", "category": "history_science"},
  {"text": "The scientist who discovered that atoms could be split initially thought his finding was useless.", "category": "history_science"},
  {"text": "Ancient Greeks knew the Earth was round and calculated its circumference with surprising accuracy over 2,000 years ago.", "category": "history_science"},
  {"text": "Einstein was offered the presidency of Israel but declined, saying he lacked the natural aptitude for dealing with people.", "category": "history_science"},
  {"text": "Mendeleev predicted the existence of elements that hadn't been discovered yet by leaving gaps in his periodic table.", "category": "history_science"},
  {"text": "The first computer programmer was Ada Lovelace, a woman, in the 1840s — over 100 years before modern computers.", "category": "history_science"},
  {"text": "Thomas Edison electrocuted an elephant named Topsy to prove the dangers of his rival Tesla's AC current.", "category": "history_science"},
  {"text": "Fleming's discovery of penicillin only happened because he was messy and left a petri dish uncovered while on vacation.", "category": "history_science"},
  {"text": "Nobel invented dynamite and created the Nobel Prize partly because he was upset by his own obituary calling him a 'merchant of death.'", "category": "history_science"},
  {"text": "Carl Linnaeus classified humans as 'Homo sapiens' (wise man) in 1758, but couldn't use a different name because of scientific naming rules he created himself.", "category": "history_science"},
  {"text": "Archimedes was killed by a Roman soldier while doing geometry in the sand — his last words were reportedly 'Do not disturb my circles.'", "category": "history_science"},
  {"text": "Darwin and Lincoln were born on the exact same day — February 12, 1809.", "category": "history_science"},
  {"text": "Schrödinger proposed his famous cat thought experiment to show how absurd quantum mechanics seemed, not to support it.", "category": "history_science"},
  {"text": "The word 'scientist' wasn't coined until 1833 — before that, scientists were called 'natural philosophers.'", "category": "history_science"},
  {"text": "Louis Pasteur was so afraid of germs that he refused to shake hands with people.", "category": "history_science"},
  {"text": "Copernicus's book proposing heliocentrism was only banned by the Catholic Church 73 years after publication.", "category": "history_science"},
  {"text": "The scientist who discovered oxygen, Joseph Priestley, died still believing in phlogiston theory.", "category": "history_science"},
  {"text": "Alan Turing, who helped crack the Nazi Enigma code and is considered the father of computer science, was chemically castrated for being gay.", "category": "history_science"},
  {"text": "Kepler's laws of planetary motion were derived from Tycho Brahe's astronomical data, which Kepler may have stolen.", "category": "history_science"},
  {"text": "The first successful vaccine was created by Edward Jenner using cowpox — the word 'vaccine' comes from 'vacca,' Latin for cow.", "category": "history_science"},
  {"text": "Pythagoras's followers kept his teachings secret and were sworn to silence — we know very little about what Pythagoras himself actually believed.", "category": "history_science"},
  {"text": "Robert Hooke and Isaac Newton were bitter rivals — Newton allegedly had Hooke's portrait destroyed after Hooke died.", "category": "history_science"},
  {"text": "Nikola Tesla claimed to have invented a 'death ray' but destroyed the plans before he died.", "category": "history_science"},
  {"text": "Dmitri Mendeleev reportedly came up with the periodic table arrangement in a dream.", "category": "history_science"},
  {"text": "The Mayans independently invented the concept of zero around the same time as Indian mathematicians, with no contact between the cultures.", "category": "history_science"},
  {"text": "Hippocrates, the 'father of medicine,' believed illness came from imbalances in four bodily humors — a theory that persisted for 2,000 years.", "category": "history_science"},
  {"text": "Marie Curie remains the only person to win Nobel Prizes in two different sciences: Physics and Chemistry.", "category": "history_science"},
  {"text": "The ancient Egyptians used moldy bread to treat infected wounds — accidentally discovering antibiotic properties.", "category": "history_science"},
  {"text": "Lavoisier, the father of modern chemistry, was executed during the French Revolution — the judge said 'The Republic needs neither scientists nor chemists.'", "category": "history_science"},
  {"text": "Feynman cracked safes at Los Alamos for fun during the Manhattan Project, causing security concerns.", "category": "history_science"},
  {"text": "Wernher von Braun designed rockets for Nazi Germany before becoming the architect of NASA's Apollo program.", "category": "history_science"},
  {"text": "The first atomic bomb test at Trinity was so bright that a blind woman 120 miles away asked 'What was that?'", "category": "history_science"},
  {"text": "Ancient Babylonians were doing trigonometry 1,000 years before the Greeks — clay tablets prove it.", "category": "history_science"}
]