[
  {"text": "The first computer virus was created in 1986 by two Pakistani brothers who put their names and phone number in the code so victims could contact them for a cure.", "category": "technology"},
  {"text": "The QWERTY keyboard was designed to slow typists down so mechanical typewriters wouldn't jam.", "category": "technology"},
  {"text": "The first webcam was invented to monitor a coffee pot at Cambridge University so researchers wouldn't make wasted trips.", "category": "technology"},
  {"text": "Nintendo was founded in 1889 as a playing card company, over 100 years before they made video games.", "category": "technology"},
  {"text": "The original iPhone had less computing power than today's cheap calculators, but it still revolutionized the smartphone industry.", "category": "technology"},
  {"text": "GPS satellites must account for both special and general relativity — without corrections, GPS would be inaccurate by about 10 km per day.", "category": "technology"},
  {"text": "The 'Like' button on Facebook was almost called 'Awesome.'", "category": "technology"},
  {"text": "The first alarm clock could only ring at 4 AM because it was made for factory workers.", "category": "inventions"},
  {"text": "The moon landing computer had less processing power than a modern musical greeting card.", "category": "technology"},
  {"text": "Bubble wrap was originally intended to be used as wallpaper, not packaging material.", "category": "inventions"},
  {"text": "The inventor of the Pringles can is buried in one — his ashes were placed in a Pringles container as he requested.", "category": "inventions"},
  {"text": "Play-Doh was originally invented as a wallpaper cleaner before being repurposed as a children's toy.", "category": "inventions"},
  {"text": "The chainsaw was originally invented to help with childbirth by cutting the pelvic bone during difficult deliveries.", "category": "inventions"},
  {"text": "WD-40 got its name because it was the result of the 40th attempt at creating a Water Displacement formula.", "category": "inventions"},
  {"text": "The microwave oven was invented by accident when a radar engineer noticed a chocolate bar in his pocket had melted.", "category": "inventions"},
  {"text": "Velcro was invented after the creator noticed how burrs stuck to his dog's fur during a walk.", "category": "inventions"},
  {"text": "The Eiffel Tower can grow up to 6 inches taller in summer due to thermal expansion of the iron.", "category": "engineering"},
  {"text": "Superglue was discovered accidentally twice — first in 1942 and again in 1951, both times while trying to make gun sights.", "category": "inventions"},
  {"text": "The inventor of the fire hydrant is unknown because the patent office where his records were stored burned down.", "category": "inventions"},
  {"text": "Teflon was discovered by accident when a chemist was trying to develop new refrigerants.", "category": "inventions"},
  {"text": "The first electric traffic light was installed in Cleveland in 1914 and only had red and green lights — no yellow.", "category": "technology"},
  {"text": "Smartphones have more computing power than all of NASA had in 1969 when it put men on the Moon.", "category": "technology"},
  {"text": "The patent for the fire escape was awarded to a man named Daniel Maseres in 1784, and it was essentially a rope attached to a basket.", "category": "inventions"},
  {"text": "Potato chips were invented in anger when a customer kept complaining that the fries were too thick.", "category": "inventions"},
  {"text": "The first commercially successful ballpoint pen was developed by a Hungarian journalist because fountain pens kept smudging his work.", "category": "inventions"},
  {"text": "Saccharin, the first artificial sweetener, was discovered when a chemist forgot to wash his hands before lunch.", "category": "inventions"},
  {"text": "The first vending machine was invented in ancient Egypt to dispense holy water in temples.", "category": "inventions"},
  {"text": "The yo-yo is one of the oldest toys in the world, with examples dating back to 500 BCE in Greece.", "category": "inventions"},
  {"text": "The can opener was invented 48 years after the can because early cans came with instructions to use a hammer and chisel.", "category": "inventions"},
  {"text": "The first computers used vacuum tubes — ENIAC used 17,468 tubes and filled an entire room.", "category": "technology"},
  {"text": "Post-it Notes were invented by accident when a scientist at 3M was trying to create a super-strong adhesive.", "category": "inventions"},
  {"text": "The pacemaker was invented by accident when an engineer grabbed the wrong resistor while building a heart rhythm recorder.", "category": "inventions"},
  {"text": "X-rays were discovered when Wilhelm Röntgen noticed that a fluorescent screen was glowing despite being covered.", "category": "inventions"},
  {"text": "The slinky was invented by accident when a naval engineer dropped a tension spring and watched it walk down shelves.", "category": "inventions"},
  {"text": "The first programmable computer was designed in 1837 by Charles Babbage but was never built in his lifetime.", "category": "technology"},
  {"text": "Penicillin was discovered when Alexander Fleming noticed that mold had killed bacteria in a petri dish he'd accidentally left out.", "category": "inventions"},
  {"text": "The ice cream cone was invented at the 1904 World's Fair when an ice cream vendor ran out of dishes and a waffle vendor offered his wares.", "category": "inventions"},
  {"text": "Coca-Cola was originally marketed as a medicine to cure headaches and exhaustion.", "category": "inventions"},
  {"text": "Safety glass was discovered when a chemist noticed that a flask coated in plastic cellulose nitrate shattered but held together.", "category": "inventions"},
  {"text": "The inventor of the shopping cart initially hired fake shoppers to use them because customers thought they looked silly.", "category": "inventions"},
  {"text": "The match was invented 27 years after the lighter — lighters came first in 1823, matches in 1850.", "category": "inventions"},
  {"text": "Corn Flakes were invented by accident when the Kellogg brothers left cooked wheat to sit and it became flaky.", "category": "inventions"},
  {"text": "The first 1GB hard drive, introduced in 1980, weighed 550 pounds and cost $40,000.", "category": "technology"},
  {"text": "Viagra was originally developed to treat heart conditions — its other effect was discovered during clinical trials.", "category": "inventions"},
  {"text": "The first text message ever sent was 'Merry Christmas' in 1992.", "category": "technology"},
  {"text": "The first domain ever registered was Symbolics.com on March 15, 1985.", "category": "technology"},
  {"text": "The wheelie suitcase wasn't invented until 1970, despite wheels and suitcases existing for centuries.", "category": "inventions"},
  {"text": "The inventor of the Ethernet received only a small bonus from his company, which made billions from the technology.", "category": "technology"},
  {"text": "Nintendo's Game Boy survived a bombing in the Gulf War and still works — it's on display at the Nintendo store in New York.", "category": "technology"},
  {"text": "The first YouTube video was uploaded on April 23, 2005, and it was just an 18-second clip of a guy at a zoo.", "category": "technology"}
]