[
  {"text": "Honey is the only food that never spoils — 3,000-year-old honey from Egyptian tombs was still edible.", "category": "food_science"},
  {"text": "Peanuts aren't nuts — they're legumes that grow underground.", "category": "food_science"},
  {"text": "Vanilla is the world's second most expensive spice after saffron.", "category": "food_science"},
  {"text": "The world's most expensive coffee, Kopi Luwak, is made from beans eaten and excreted by civets.", "category": "food_science"},
  {"text": "Capsaicin in chili peppers triggers pain receptors, not taste buds — spicy isn't actually a flavor.", "category": "food_science"},
  {"text": "Nutmeg is hallucinogenic in large doses and was once used as an abortifacient.", "category": "food_science"},
  {"text": "Carrots were originally purple until Dutch growers bred orange ones in the 17th century.", "category": "food_history"},
  {"text": "Chocolate was consumed as a bitter drink for most of its history — milk chocolate was invented in 1875.", "category": "food_history"},
  {"text": "Corn, potatoes, and tomatoes were unknown in Europe before Columbus.", "category": "food_history"},
  {"text": "Almonds are seeds, not nuts — they're related to peaches and plums.", "category": "food_science"},
  {"text": "Apples float because they're 25% air.", "category": "food_science"},
  {"text": "McDonald's sells 75 hamburgers every second worldwide.", "category": "food_trivia"},
  {"text": "Ketchup was sold as medicine in the 1830s to treat diarrhea.", "category": "food_history"},
  {"text": "Lobsters were considered poverty food and fed to prisoners until the mid-1800s.", "category": "food_history"},
  {"text": "Twinkies have a shelf life of 45 days, not the mythical 'forever.'", "category": "food_science"},
  {"text": "Worcestershire sauce is made from fermented anchovies.", "category": "food_science"},
  {"text": "Ranch dressing was invented by a plumber on a dude ranch in California in 1954.", "category": "food_history"},
  {"text": "Grapes explode when microwaved because the electromagnetic waves superheat the water inside.", "category": "food_science"},
  {"text": "Ripe cranberries bounce like rubber balls — it's actually used as a quality test.", "category": "food_science"},
  {"text": "Fresh figs contain wasp bodies — wasps crawl inside to pollinate and are digested by enzymes.", "category": "food_science"},
  {"text": "Lemons float while limes sink because lemons have lower density.", "category": "food_science"},
  {"text": "Arachibutyrophobia is the fear of peanut butter sticking to the roof of your mouth.", "category": "psychology"},
  {"text": "The stickers on fruit are edible and FDA-approved.", "category": "food_science"},
  {"text": "Potatoes have more potassium than bananas.", "category": "food_science"},
  {"text": "The fear of cooking is called mageirocophobia.", "category": "psychology"},
  {"text": "White chocolate isn't technically chocolate because it contains no cocoa solids.", "category": "food_science"},
  {"text": "Astronauts can't eat bread in space because crumbs float and could damage equipment.", "category": "food_science"},
  {"text": "German chocolate cake was named after Sam German, not Germany.", "category": "food_history"},
  {"text": "Wasabi is so expensive that most 'wasabi' is actually dyed horseradish.", "category": "food_science"},
  {"text": "Cotton candy was co-invented by a dentist in 1897.", "category": "food_history"},
  {"text": "Cucumbers are 96% water — more than watermelons.", "category": "food_science"},
  {"text": "Mountain Dew was originally created as a whiskey chaser.", "category": "food_history"},
  {"text": "Cheese is the most stolen food in the world.", "category": "food_trivia"},
  {"text": "Chewing gum while cutting onions can prevent tears by encouraging mouth breathing.", "category": "food_science"},
  {"text": "Jell-O is made from collagen extracted from animal bones and hides.", "category": "food_science"},
  {"text": "Strawberries aren't berries, but bananas are — botanically speaking.", "category": "food_science"},
  {"text": "The Maillard reaction, which browns food when cooked, produces over 1,000 different flavor compounds.", "category": "food_science"},
  {"text": "Oysters are still alive when you eat them raw.", "category": "food_science"},
  {"text": "One in four hazelnuts ends up in Nutella.", "category": "food_trivia"},
  {"text": "Pound cake got its name because the original recipe called for a pound each of butter, sugar, eggs, and flour.", "category": "food_history"},
  {"text": "Spam (the food) is short for 'spiced ham' — probably.", "category": "food_history"},
  {"text": "Honey is the only food that includes all the substances necessary to sustain life.", "category": "food_science"},
  {"text": "The sandwich was named after the Earl of Sandwich, who wanted to eat without leaving the gambling table.", "category": "food_history"},
  {"text": "Popsicles were invented by an 11-year-old who accidentally left soda outside overnight in winter.", "category": "food_history"},
  {"text": "Tea bags were invented by accident when a tea merchant sent samples in silk bags.", "category": "food_history"},
  {"text": "Microwave popcorn bags are lined with chemicals that break down into carcinogens when heated.", "category": "food_science"},
  {"text": "The holes in Swiss cheese are caused by bacteria releasing CO2 bubbles during fermentation.", "category": "food_science"},
  {"text": "Cashews are actually seeds that grow attached to cashew apples.", "category": "food_science"},
  {"text": "The red juice from steak isn't blood — it's myoglobin, a protein that stores oxygen in muscle.", "category": "food_science"},
  {"text": "Blue foods are rare in nature because the pigment is difficult to produce biologically.", "category": "food_science"}
]