[
  {"text": "Your brain uses about 20% of your body's total energy despite being only 2% of your body weight.", "category": "human_body"},
  {"text": "Humans share 60% of their DNA with bananas and 98.8% with chimpanzees.", "category": "genetics"},
  {"text": "Your stomach gets a completely new lining every 3-4 days to prevent it from digesting itself.", "category": "human_body"},
  {"text": "The human eye can distinguish about 10 million different colors.", "category": "human_body"},
  {"text": "You produce about 25,000 quarts of saliva in your lifetime — enough to fill two swimming pools.", "category": "human_body"},
  {"text": "The human brain can store approximately 2.5 petabytes of information — enough to record 300 years of continuous TV.", "category": "neuroscience"},
  {"text": "Your bones are 4 times stronger than concrete, but they're also constantly being broken down and rebuilt — your entire skeleton is replaced every 10 years.", "category": "human_body"},
  {"text": "The acid in your stomach is strong enough to dissolve metal, but a mucus layer protects your stomach lining from digesting itself.", "category": "human_body"},
  {"text": "Humans are bioluminescent — we glow in the dark, but the light is 1,000 times weaker than what our eyes can detect.", "category": "human_body"},
  {"text": "Your heart will beat about 3 billion times in your lifetime and pump enough blood to fill an oil tanker.", "category": "human_body"},
  {"text": "The smallest muscle in the human body is the stapedius in the ear, while the largest is the gluteus maximus.", "category": "human_body"},
  {"text": "You lose about 4 kg of skin cells every year — most household dust is actually dead human skin.", "category": "human_body"},
  {"text": "The human nose can detect over 1 trillion different scents, but it becomes nose-blind to familiar smells after just a few breaths.", "category": "human_body"},
  {"text": "Your DNA is bombarded by about 10,000 molecular lesions per cell per day, but repair mechanisms fix most of them before they cause problems.", "category": "genetics"},
  {"text": "Nerve impulses travel at up to 268 mph — the fastest signals in your body.", "category": "neuroscience"},
  {"text": "Every person has a unique tongue print, just like fingerprints.", "category": "human_body"},
  {"text": "You can't tickle yourself because your cerebellum predicts the sensation and cancels out the tickle response.", "category": "neuroscience"},
  {"text": "The human body contains enough iron to make a 3-inch nail, enough carbon to make 900 pencils, and enough fat to make 7 bars of soap.", "category": "human_body"},
  {"text": "Your blood vessels, if laid end to end, would circle Earth more than twice — about 60,000 miles.", "category": "human_body"},
  {"text": "The cornea is the only part of the body with no blood supply — it gets oxygen directly from the air.", "category": "human_body"},
  {"text": "Humans can distinguish between at least 1 trillion different smells, far more than the 10,000 previously estimated.", "category": "human_body"},
  {"text": "Your body produces enough heat in 30 minutes to boil half a gallon of water.", "category": "human_body"},
  {"text": "The focusing muscles in your eyes move about 100,000 times a day — to give your legs the same workout, you'd have to walk 50 miles.", "category": "human_body"},
  {"text": "Babies are born with 300 bones, but adults only have 206 because many fuse together as we grow.", "category": "human_body"},
  {"text": "Your liver performs over 500 different functions including filtering 1.4 liters of blood per minute.", "category": "human_body"},
  {"text": "The average person walks the equivalent of 5 times around the Earth in their lifetime.", "category": "human_body"},
  {"text": "Human teeth are as strong as shark teeth, but shark teeth are designed to be continuously replaced.", "category": "human_body"},
  {"text": "You are taller in the morning than at night because gravity compresses your spine during the day by about 1 cm.", "category": "human_body"},
  {"text": "The brain itself cannot feel pain because it has no pain receptors — that's why brain surgery can be performed while patients are awake.", "category": "neuroscience"},
  {"text": "Your body contains about 37.2 trillion cells, but bacterial cells in and on your body outnumber them 10 to 1.", "category": "biology"},
  {"text": "Dreams typically last only 5-20 minutes, but most people forget 90% of their dreams within 10 minutes of waking.", "category": "neuroscience"},
  {"text": "The human brain is 73% water and uses 20 watts of power — less than a refrigerator light bulb.", "category": "neuroscience"},
  {"text": "You're always looking at your own nose, but your brain edits it out of your vision.", "category": "neuroscience"},
  {"text": "The strongest muscle in the human body relative to its size is the masseter (jaw muscle), which can close your teeth with up to 200 pounds of force.", "category": "human_body"},
  {"text": "When you blush, the lining of your stomach also turns red.", "category": "human_body"},
  {"text": "Humans are the only animals whose brains shrink as they age.", "category": "neuroscience"},
  {"text": "Your body has enough DNA to stretch from the Sun to Pluto and back — about 17 times.", "category": "genetics"},
  {"text": "The human sneeze can travel at over 100 mph and expel 100,000 germs.", "category": "human_body"},
  {"text": "You have no sense of smell when you're sleeping, which is why smoke detectors were invented.", "category": "human_body"},
  {"text": "The enamel on your teeth is the hardest substance in the human body, harder than your bones.", "category": "human_body"},
  {"text": "Goosebumps evolved to make our ancestors' hair stand up and appear larger to predators — now they're vestigial.", "category": "evolution"},
  {"text": "Your eyes can detect a candle flame from 1.6 miles away in perfect darkness.", "category": "human_body"},
  {"text": "The width of your arm span is roughly equal to your height.", "category": "human_body"},
  {"text": "Every minute, your body produces 300 million cells, but it also loses about 300 million cells.", "category": "biology"},
  {"text": "The brain's hippocampus, responsible for memory, actually grows larger in London taxi drivers due to their extensive spatial navigation training.", "category": "neuroscience"},
  {"text": "Crying emotional tears is unique to humans — no other animal sheds tears due to feelings.", "category": "human_body"},
  {"text": "Your brain can read jumbled text as long as the first and last letters are in the right place.", "category": "neuroscience"},
  {"text": "The human eye has such high resolution that if it were a digital camera, it would have 576 megapixels.", "category": "human_body"},
  {"text": "Your small intestine is about 20 feet long, but the villi and microvilli give it a surface area the size of a tennis court.", "category": "human_body"},
  {"text": "The liver is the only organ that can completely regenerate — you can donate half your liver and it will grow back to full size.", "category": "human_body"}
]