[
  {"text": "Trees communicate through an underground fungal network called the 'Wood Wide Web,' sharing nutrients and warnings.", "category": "botany"},
  {"text": "The largest organism on Earth is a honey fungus in Oregon spanning 2,385 acres — about 1,665 football fields.", "category": "mycology"},
  {"text": "Bamboo is the fastest-growing plant, capable of growing 35 inches in a single day.", "category": "botany"},
  {"text": "Venus flytraps can count — they only close when triggered twice within 20 seconds to avoid false alarms.", "category": "botany"},
  {"text": "Some mushrooms create their own wind by releasing water vapor to spread their spores.", "category": "mycology"},
  {"text": "The corpse flower smells like rotting flesh to attract pollinators and only blooms once every 7-10 years.", "category": "botany"},
  {"text": "Caffeine is a natural pesticide that plants produce to poison insects.", "category": "botany"},
  {"text": "Oak trees don't produce acorns until they're at least 20 years old.", "category": "botany"},
  {"text": "The oldest known tree is over 5,000 years old — a bristlecone pine named Methuselah in California.", "category": "botany"},
  {"text": "Fungi are more closely related to animals than to plants.", "category": "mycology"},
  {"text": "Pando is a clonal colony of quaking aspens in Utah that's technically one organism weighing 6,000 metric tons.", "category": "botany"},
  {"text": "Grass appeared only about 55 million years ago — it's a relatively recent plant.", "category": "evolution"},
  {"text": "Some plants have developed a taste for meat — there are over 600 species of carnivorous plants.", "category": "botany"},
  {"text": "The smell of freshly cut grass is actually a plant distress signal — a chemical cry for help.", "category": "botany"},
  {"text": "Mycelium networks can extend for miles and can transfer nutrients between trees of different species.", "category": "mycology"},
  {"text": "Penicillin was accidentally discovered from the Penicillium mold growing on a petri dish.", "category": "mycology"},
  {"text": "Sunflowers track the sun across the sky (heliotropism) when young, but face east when mature.", "category": "botany"},
  {"text": "The world's smallest flowering plant, Wolffia, is the size of a grain of salt.", "category": "botany"},
  {"text": "Trees release chemicals called phytoncides that reduce stress hormones when humans breathe them.", "category": "botany"},
  {"text": "Avocados evolved to be eaten by giant ground sloths — now extinct, so humans have taken over seed dispersal.", "category": "evolution"},
  {"text": "A single mature oak tree can produce 10,000 acorns in a year.", "category": "botany"},
  {"text": "Lightning helps plants grow by fixing nitrogen in the air into a form plants can use.", "category": "botany"},
  {"text": "Mushrooms are only the 'fruit' of fungi — most of the organism lives underground as mycelium.", "category": "mycology"},
  {"text": "Some seeds require fire to germinate — certain pine cones only open after being heated by forest fires.", "category": "botany"},
  {"text": "The sandbox tree has explosive seed pods that shoot seeds at 160 mph.", "category": "botany"},
  {"text": "Psilocybin mushrooms may have influenced human evolution and the development of language.", "category": "mycology"},
  {"text": "Trees can 'talk' to each other through chemicals released into the air when attacked by insects.", "category": "botany"},
  {"text": "The titan arum has the largest unbranched flower structure in the world — up to 10 feet tall.", "category": "botany"},
  {"text": "Cordyceps fungi turn ants into 'zombies,' controlling their behavior to spread spores.", "category": "mycology"},
  {"text": "The baobab tree can store up to 32,000 gallons of water in its trunk.", "category": "botany"},
  {"text": "Dandelions aren't weeds in many countries — they're eaten as salad greens.", "category": "botany"},
  {"text": "The manchineel tree is so toxic that standing under it during rain can cause blisters.", "category": "botany"},
  {"text": "Moss can survive complete desiccation and come back to life after decades.", "category": "botany"},
  {"text": "The resurrection plant can survive losing 95% of its water content and revive within hours of watering.", "category": "botany"},
  {"text": "Truffle-hunting pigs are being replaced by dogs because pigs eat the truffles they find.", "category": "mycology"},
  {"text": "Bananas are radioactive due to their potassium content, but you'd need to eat millions to be harmed.", "category": "botany"},
  {"text": "Trees don't die of old age — they're killed by disease, insects, or environmental stress.", "category": "botany"},
  {"text": "The gympie-gympie plant from Australia has a sting so painful it's driven people to suicide.", "category": "botany"},
  {"text": "Seaweed produces about 70% of the world's oxygen.", "category": "botany"},
  {"text": "Some orchids have evolved to look exactly like female wasps to attract male wasps for pollination.", "category": "botany"},
  {"text": "The welwitschia plant can live 2,000 years and only ever grows two leaves.", "category": "botany"},
  {"text": "Fungi were the first organisms to colonize land, paving the way for plants.", "category": "evolution"},
  {"text": "Pine trees can be used as compasses — their branches tend to be fuller on the sunny side.", "category": "botany"},
  {"text": "The oldest seed ever germinated was from a Judean date palm and was about 2,000 years old.", "category": "botany"},
  {"text": "Tomatoes, peppers, and eggplants are all members of the deadly nightshade family.", "category": "botany"},
  {"text": "Yeast, used for bread and beer, is a single-celled fungus.", "category": "mycology"},
  {"text": "Some trees can move — the walking palm 'walks' by growing new roots and letting old ones die.", "category": "botany"},
  {"text": "The Amazon rainforest produces about 20% of the world's oxygen and is called 'the lungs of the Earth.'", "category": "ecology"},
  {"text": "Lichen are actually two organisms living together — a fungus and an alga or cyanobacterium.", "category": "biology"},
  {"text": "Cannabis and hops (used in beer) are botanical cousins in the same plant family.", "category": "botany"}
]