{
  "metadata": {
    "title": "1001+ Genuinely Obscure Science Facts",
    "total_facts": 1001,
    "quality_standard": "Beyond pop-science, counterintuitive, verifiable",
    "benchmark_examples": [
      "Disappearing polymorphs (ritonavir Form I→II contamination crisis)",
      "Flyby anomaly (unexplained spacecraft velocity changes)",
      "Bacterial electrical signaling (biofilm potassium coordination)"
    ],
    "created": "2026-01-31"
  },
  "categories": {
    "physics_quantum_mechanics": {
      "count": 86,
      "facts": [
        "Sonoluminescence occurs when sound waves in water create bubbles that collapse and emit light, reaching temperatures hotter than the surface of the sun — around 20,000°C — for trillionths of a second.",
        "The flyby anomaly is an unexplained phenomenon where spacecraft passing Earth experience tiny but measurable accelerations that don’t match physics predictions.",
        "Time crystals are a state of matter that repeat in time rather than space — they oscillate without using energy, seemingly violating thermodynamics.",
        "The ‘Oh-My-God particle’ detected in 1991 was a cosmic ray traveling at 99.99999999999999999999951% the speed of light — a single proton with the kinetic energy of a baseball thrown at 60 mph.",
        "At a specific temperature and pressure, water reaches its ‘triple point’ where it exists simultaneously as solid, liquid, and gas.",
        "The Mpemba effect is the counterintuitive observation that hot water can freeze faster than cold water under certain conditions.",
        "Negative temperature isn’t colder than absolute zero — it’s actually hotter than infinite temperature.",
        "The Casimir effect demonstrates that empty space exerts pressure on uncharged metal plates.",
        "Ball lightning has been photographed and documented for centuries, but physicists still have no consensus on what causes it.",
        "Superfluids can climb walls — helium-4 below 2.17 Kelvin flows with zero viscosity and creeps up container walls.",
        "The quantum Zeno effect shows that continuous observation can prevent an unstable particle from decaying.",
        "Light can be stopped completely — Harvard physicists brought light to a complete halt in sodium gas in 2001.",
        "Electrons tunnel through barriers they don’t have enough energy to climb — this is why the sun shines.",
        "The double-slit experiment shows that observation changes physical reality.",
        "Researchers created negative mass in 2017 — a fluid that accelerates backward when pushed.",
        "The Unruh effect predicts that an accelerating observer sees empty space as filled with thermal radiation.",
        "The holographic principle suggests our 3D universe may be a projection of 2D information.",
        "The spin of an electron doesn’t mean it’s rotating — electrons would need to spin faster than light to generate their magnetic moment.",
        "The Aharonov-Bohm effect shows electrons can be influenced by magnetic fields they never enter.",
        "Room-temperature superconductivity was achieved in 2020 at 267 gigapascals pressure.",
        "Phonons are ‘quasiparticles’ representing vibrations that behave like real particles.",
        "The vacuum catastrophe: quantum field theory predicts vacuum energy 10^120 times larger than observed.",
        "Bose-Einstein condensates merge thousands of atoms into one giant ‘super-atom’ with wavelike properties.",
        "Delayed choice experiments suggest measurements now can affect what happened in the past.",
        "The proton’s mass is 99% from gluon energy and quark kinetic energy — quarks contribute only 1%.",
        "Physicists measured the smallest time interval: 247 zeptoseconds — light crossing a hydrogen molecule.",
        "Optical molasses uses lasers to slow atoms to microkelvin temperatures.",
        "Neutrinos oscillate between ‘flavors’ — proving they have mass. The discovery earned the 2015 Nobel Prize.",
        "The strong nuclear force gets stronger with distance — the opposite of gravity and electromagnetism.",
        "The universe appears to have exactly zero total energy — positive matter energy balanced by negative gravitational energy.",
        "Magnetism is actually a relativistic effect of moving electric charges.",
        "Parity violation means nature distinguishes left from right at the fundamental level.",
        "Strange matter might be the true ground state of matter — contact could theoretically create planet-eating strangelets.",
        "Pilot wave theory is deterministic quantum mechanics where particles have definite positions guided by waves.",
        "The Kerr metric for rotating black holes permits closed timelike curves — potential time travel.",
        "Hawking radiation means black holes slowly evaporate over astronomical timescales.",
        "Gödel’s rotating universe solution allows time travel — if the universe rotated fast enough.",
        "CP violation explains why matter exists — without it, matter and antimatter would have annihilated completely.",
        "The muon anomaly suggests physics beyond the Standard Model — muons wobble differently than predicted.",
        "Quantum chromodynamics predicts quarks can never be isolated — separating them creates new quark pairs.",
        "Glass isn’t a slow-flowing liquid — this is a myth about cathedral windows.",
        "Sound can levitate objects using standing acoustic waves.",
        "Light slowed to 17 meters per second (slower than a bicycle) in 1999.",
        "Virtual particle-antiparticle pairs constantly appear and annihilate in vacuum — ‘quantum foam’.",
        "Brownian motion provided Einstein’s proof that atoms exist in 1905.",
        "The fine-structure constant (≈1/137) determines electromagnetic strength — slight changes would prevent stable atoms.",
        "Oganesson (element 118) — only about 5 atoms have ever been detected.",
        "Gravitational waves stretch space smaller than 1/10,000th the width of a proton across 4 kilometers.",
        "Every particle has an associated wavelength — you have a wavelength too, it’s just incredibly tiny.",
        "Quantum entanglement maintained over 1,200 kilometers using the Micius satellite.",
        "The universe has no center — the Big Bang wasn’t an explosion into space; space itself expanded.",
        "Antimatter falls down, not up — confirmed by 2023 CERN experiments.",
        "Quasicrystals have ‘impossible’ five-fold symmetry — Dan Shechtman won the 2011 Nobel Prize for discovering them.",
        "Superconductors completely expel magnetic fields (Meissner effect) — enabling magnetic levitation.",
        "The universe is flat to within 0.4% uncertainty — parallel lines stay parallel across cosmic distances.",
        "Dark energy (68%) and dark matter (27%) make up 95% of the universe — we don’t know what they are.",
        "Metallic hydrogen was created in 2017 at 495 GPa — the sample was lost before full testing.",
        "Quantum computers can factor large numbers exponentially faster than classical computers (Shor’s algorithm).",
        "The Lamb shift proved virtual particles are real — vacuum fluctuations affect atomic structure.",
        "The Chandrasekhar limit (1.4 solar masses) is the maximum mass of a white dwarf.",
        "Planck temperature (~10^32 K) is the hottest possible — above it, physics breaks down.",
        "The strong force is 10^38 times stronger than gravity — yet gravity dominates cosmos because it only adds up.",
        "White holes are mathematically valid but never observed — matter can only exit, never enter.",
        "Wormholes require exotic matter with negative energy density to stay open.",
        "Heat travels in quantum waves through graphene, creating hot and cold spots.",
        "Closing roads can improve traffic (Braess’s paradox) — adding capacity sometimes slows everyone.",
        "The Hong-Ou-Mandel effect: two identical photons entering a beam splitter always exit together.",
        "Detecting gravitons may be fundamentally impossible — needed apparatus would be absurdly large.",
        "The Cheerios effect was only formally explained by physics in 2005.",
        "Foam is neither solid, liquid, nor gas — shaving cream is 95% gas yet holds shape.",
        "The Brazil nut effect is one of the biggest unsolved problems in many-body physics.",
        "Static electricity still isn’t fully understood — rubbed objects have patches of BOTH charges.",
        "Negative differential resistance exists in living organisms — pushing harder produces less output.",
        "The electron stability problem has puzzled physicists for over a century.",
        "Resonant frequencies in chemical reactions were thought impossible until found at near-absolute-zero temperatures.",
        "Rainbows form at exactly 40-42 degrees from the anti-solar point — every rainbow follows this rule.",
        "The Leidenfrost effect lets water hover on 200°C surfaces on its own vapor cushion.",
        "Electric ‘bridges’ of water can span gaps between containers when voltage is applied.",
        "Emergence means group behavior can’t be predicted from individuals alone.",
        "The spring paradox: a weight can drop faster with certain spring arrangements than falling freely.",
        "Proton-coupled energy transfer was only discovered as a photochemical reaction in 2022.",
        "Non-classical carbocations play key roles in petroleum reactions — challenging textbook chemistry.",
        "The simplest reaction (H + HD → H2 + D) has hidden quantum interference mechanisms.",
        "Ultracold chemistry revealed ‘impossible’ resonant frequencies in reactions.",
        "Spin ice materials have magnetic monopole-like excitations.",
        "Energy-efficient LED bulbs once ruined a quantum physics experiment through tiny EM noise."
      ]
    },
    "biology_strange_creatures": {
      "count": 92,
      "facts": [
        "Tardigrades survived exposure to space vacuum, intense radiation, and temperatures from -272°C to 150°C.",
        "The turritopsis dohrnii jellyfish is biologically immortal — it can revert to juvenile polyp stage indefinitely.",
        "Cymothoa exigua eats a fish’s tongue, then becomes the fish’s new functional tongue — the only organ-replacing parasite.",
        "The mantis shrimp’s punch accelerates faster than a bullet and generates cavitation bubbles reaching sun-surface temperatures.",
        "Ophiocordyceps fungus hijacks ant nervous systems, forcing them to climb to optimal spore-dispersal heights before dying.",
        "Myxococcus xanthus bacteria form ‘wolf packs’ that hunt prey together.",
        "Greening’s frog has venomous skull spines twice as potent as pit viper venom.",
        "The Irukandji jellyfish (1cm) causes overwhelming sense of impending doom so severe victims beg for death.",
        "A single Lone Star tick bite can make you permanently allergic to red meat.",
        "Slime molds with no brain can solve mazes and recreated Tokyo’s rail system layout.",
        "Trees communicate through underground ‘Wood Wide Web’ fungal networks.",
        "The pistol shrimp creates cavitation bubbles reaching 4,700°C — nearly sun-surface temperature.",
        "Planarian flatworms cut into 279 pieces become 279 complete worms.",
        "The bombardier beetle shoots 100°C toxic spray at predators.",
        "Octopus blood is blue because it uses copper-based haemocyanin instead of iron-based hemoglobin.",
        "The axolotl can regenerate brain, heart, and spinal cord parts.",
        "Naked mole rats are essentially immune to cancer and live 10x longer than similar-sized rodents.",
        "Bdelloid rotifers haven’t had sex in 50 million years — reproducing by parthenogenesis.",
        "Hydra may be functionally immortal if they avoid predators and disease.",
        "Archer fish compensate for light refraction to hit aerial targets with water jets.",
        "The mimic octopus can impersonate at least 15 different species.",
        "Wombat poop is cube-shaped so it doesn’t roll away when marking territory.",
        "The Pompeii worm survives 80°C at hydrothermal vents — hottest any animal can survive.",
        "Jellyfish can completely reorganize their cell structure — cut in half, each reshapes into smaller complete jellyfish.",
        "The wood frog freezes 65% solid in winter with no heartbeat or brain activity, then thaws unharmed.",
        "Electric eels leap from water to deliver 600-volt shocks directly to threats.",
        "Cuttlefish have three hearts, blue-green blood, W-shaped pupils, and change color in milliseconds while being colorblind.",
        "The parasitic wasp Ampulex compressa removes cockroaches’ will to flee with precise brain stings.",
        "Honeybees can detect magnetic fields and can be trained to detect explosives with 98% accuracy.",
        "Deinococcus radiodurans survives 5,000 grays of radiation — 500x the lethal human dose.",
        "The hagfish produces slime that expands 10,000x in milliseconds.",
        "Dolphins sleep with one half of their brain at a time, keeping one eye open.",
        "The giant Pacific octopus has three hearts, nine brains, and can taste with 2,240 suckers.",
        "Tardigrades contain Dsup proteins that reduce radiation damage by 40% when inserted into human cells.",
        "The immortal jellyfish’s reverse-aging was discovered accidentally when forgotten specimens transformed.",
        "Crocodiles can remain underwater 2 hours by slowing their heart to 2-3 beats per minute.",
        "Ant queens can live 30+ years while workers live only months.",
        "The bootlace worm (55 meters) may be the longest animal on Earth.",
        "Komodo dragons can reproduce through parthenogenesis — females having offspring without males.",
        "Lyrebirds can mimic chainsaws, car alarms, camera shutters, and human speech.",
        "The platypus detects prey using electroreception — sensing electrical fields from muscle contractions.",
        "Sea cucumbers can liquefy their bodies at will and expel internal organs through their anus.",
        "Cleaner fish set up ‘cleaning stations’ where larger fish queue for parasite removal.",
        "The alpine ibex climbs near-vertical 80-degree dam walls to lick salt deposits.",
        "Greenland sharks live over 400 years and reach sexual maturity around age 150.",
        "Surinam toads give birth through their skin — babies emerge from holes in the mother’s back.",
        "The pygmy seahorse is so camouflaged it was only discovered when coral was collected and seahorses appeared in the lab.",
        "The burrowing owl mimics rattlesnakes to deter nest predators.",
        "Ctenophores evolved neurons independently — their nervous system uses entirely different neurotransmitters.",
        "Hairy frogs break their own toe bones and push them through their skin as claws.",
        "Some sea slugs can decapitate themselves and regenerate entire new bodies from just heads.",
        "The velvet worm shoots glue at 10 m/s that’s five times stronger than nylon.",
        "Anglerfish males bite females and fuse permanently, becoming sperm-producing organs.",
        "Glass frogs have transparent skin showing beating hearts and digesting food.",
        "Hummingbirds drop metabolism 95% nightly or would burn through all energy reserves.",
        "The vampire squid is neither vampire nor squid — a ‘living fossil’ in its own order.",
        "Coral reefs produce sounds that guide fish larvae home — degraded reefs are silent.",
        "Box jellyfish have 24 eyes, including four with human-like corneas and lenses.",
        "Giant anteaters have no teeth but a 2-foot tongue flicking 150 times per minute.",
        "The Hercules beetle lifts 850 times its body weight — equivalent to a human lifting 65 tons.",
        "Over 470 salamander species are entirely lungless, breathing only through skin.",
        "Sea otters have the densest fur of any mammal — up to 1 million hairs per square inch.",
        "Honeypot ant workers become living storage containers with grape-sized abdomens.",
        "Ribbon worms eject proboscises that branch into dozens of tentacles.",
        "A solitary orca named Starboard killed a great white shark alone in 2 minutes (2024).",
        "Wild elephants address each other with name-like calls — confirmed by machine learning.",
        "Beluga whales mold their foreheads into 5+ distinct shapes during social interactions.",
        "Wrens teach unborn chicks songs while still in the egg.",
        "Poison frogs grasp female faces with pheromone-laced fingers during mating (discovered 2024).",
        "Honeybees can detect lung cancer scent on breath with remarkable accuracy.",
        "Queen bumblebees are surprisingly waterproof — surviving extended time underwater.",
        "Cuttlefish delay gratification 50-130 seconds — comparable to chimps.",
        "A 500-million-year-old predatory worm (Timorebestia, 30cm) was a giant of ancient seas.",
        "Gorillas in zoos develop arthritis and receive therapy.",
        "The skeleton panda sea squirt (discovered 2024) has transparent body and ‘panda’ eyespots.",
        "Baby eels escape predator stomachs by wriggling through gills.",
        "A deep-sea fish with crab legs uses them to ‘lick’ the seafloor.",
        "Parlor roller pigeons do backflips due to about 300 genes.",
        "The Cassiopeia fanged frog (2024) has chin protrusions earning its name.",
        "Deep-sea lizardfish are hermaphroditic — adaptation to sparse deep-ocean mating.",
        "Sea angels are predatory snails that ‘fly’ through water.",
        "Nudibranchs reuse stinging cells from prey — weaponizing victims’ defenses.",
        "Giant tube worms at vents grow up to 6 feet — among fastest-growing animals.",
        "The bloodybelly comb jelly’s red is camouflage — red appears black in deep water.",
        "Giant larvaceans build ‘snot palaces’ over 3 feet wide, rebuilt daily.",
        "Woolly mammoth’s final population was likely killed by disaster, not inbreeding.",
        "52,000-year-old mammoth DNA revealed which genes were active before death.",
        "138 new species were described by California Academy of Sciences in 2024 alone.",
        "7 new frog species named after Star Trek characters discovered in Madagascar.",
        "A new snake species was named after Leonardo DiCaprio.",
        "A new ghost shark (Australasian narrow-nosed spookfish) was discovered — ‘grandmother’ in Latin.",
        "Orcas in Mexico may be hunting whale sharks — the largest fish on Earth."
      ]
    },
    "chemistry_materials": {
      "count": 68,
      "facts": [
        "Disappearing polymorphs: In 1998, ritonavir (HIV drug) spontaneously transformed into a different crystal structure that spread like contamination through labs worldwide.",
        "Gallium melts in your hand and will ‘attack’ aluminum, making it crumble like paper.",
        "Chlorine trifluoride can set fire to water, concrete, asbestos, and things already burned.",
        "Helium-3 is worth $16 million/kg — the Moon has an estimated million tons.",
        "Fluoroantimonic acid is 20 quintillion times stronger than pure sulfuric acid.",
        "Aerogel is 99.8% air but can support 4,000 times its own weight.",
        "Nitinol ‘remembers’ its original shape — bend it, heat it, and it snaps back.",
        "Hot ice (sodium acetate trihydrate) crystallizes exothermically at room temperature.",
        "Prince Rupert’s drops withstand bullets but shatter entirely if the tail is touched.",
        "Thioacetone is so smelly that people vomited half a mile away when a bottle was dropped in 1889.",
        "Mercury(II) thiocyanate decomposes into writhing ‘Pharaoh’s serpent’ ash.",
        "Oxygen wasn’t always in Earth’s atmosphere — the Great Oxygenation Event was a mass extinction.",
        "Diamond can burn completely into CO2 at 700°C in air.",
        "Metallic glass is twice as strong as steel and bounces back when deformed.",
        "Tritium is so weakly radioactive you can safely hold it — used in watch dials and EXIT signs.",
        "Pikachurin is a real protein in your eye named after Pikachu.",
        "Bromine and mercury are the only elements liquid at room temperature.",
        "Sulfur hexafluoride is five times denser than air — you can float foil boats on invisible lakes of it.",
        "Nitrogen triiodide explodes from a fly landing on it.",
        "Carbon forms 10 million different compounds — more than all other elements combined.",
        "Supercritical CO2 is both gas and liquid simultaneously — used to decaffeinate coffee.",
        "Caesium explodes so violently with water it can shatter containers.",
        "Osmium is twice as dense as lead — a baseball-sized sphere weighs 2 kg.",
        "Astatine is the rarest natural element — about 25 grams exist globally at any time.",
        "Xenon forms compounds despite being ‘noble’ — xenon hexafluoroplatinate was synthesized in 1962.",
        "Sodium explodes in water, yet table salt (sodium chloride) is harmless.",
        "Graphene is one atom thick, 200x stronger than steel, more conductive than copper.",
        "FOOF (dioxygen difluoride) ignites ice at -183°C — ‘Satan’s kimchi.’",
        "Neodymium magnets can crush fingers if they snap together.",
        "Fluorine wants electrons so badly it can rip them from almost anything.",
        "Vulcanized rubber was discovered when Goodyear spilled rubber mixture on a hot stove.",
        "Hydrofluoric acid passes through skin before you feel pain, dissolving bones from inside.",
        "Cocaine was in original Coca-Cola (1886-1903) — about 9 mg per serving.",
        "Phosphorus was discovered by boiling 5,500 liters of urine looking for the Philosopher’s Stone.",
        "Hafnium and zirconium are so similar that separating them was one of chemistry’s hardest challenges.",
        "Francium is the most unstable natural element — half-life only 22 minutes.",
        "Liquid oxygen is pale blue and magnetic.",
        "Polywater was studied intensely in the 1960s — turned out to be contaminated normal water.",
        "Azidoazide azide explodes from touch, friction, light, heat, and sometimes nothing.",
        "Gold is edible and biologically inert — Goldschläger contains real gold flakes.",
        "Indium tin oxide is transparent yet electrically conductive — enabling touchscreens.",
        "Starlite could withstand 10,000°C — Maurice Ward died without revealing the formula.",
        "Plutonium-238 powers Voyager probes and Mars rovers through radioactive decay heat.",
        "The Maillard reaction creates flavors in bread crust, roasted meat, and coffee.",
        "Technetium was the first artificially produced element (1937) — all isotopes radioactive.",
        "Teflon was discovered accidentally when refrigerant polymerized in a tank.",
        "Vanadium makes sea squirt blood yellow-green at million-times seawater concentration — nobody knows why.",
        "The only letter not in any element name is ‘J’.",
        "Cadmium yellow drove Monet and Van Gogh’s yellows — toxic and fades under certain light.",
        "Krypton-85 from nuclear testing is used to detect secret nuclear facilities.",
        "Scandium is rarer than gold but mostly useless except in aluminum alloys.",
        "Beryllium is transparent to X-rays but horrifically toxic to inhale.",
        "Radon seeping from ground is second leading cause of lung cancer after smoking.",
        "Einsteinium was discovered in hydrogen bomb fallout — classified for over a year.",
        "Heavy water (D2O) would disrupt cell chemistry in large amounts.",
        "Iridium is so rare global annual production is only 3 tonnes.",
        "Methane hydrate (‘fire ice’) contains more energy than all other fossil fuels combined.",
        "FOOF (dioxygen difluoride) ignites ice at -183°C.",
        "Chlorine trifluoride can make glass burn.",
        "Azidoazide azide explodes from no apparent stimulus at all.",
        "Non-classical carbocations challenge textbook chemistry in petroleum reactions.",
        "Proton-coupled energy transfer was only discovered in 2022.",
        "Pyrophoric materials burst into flame spontaneously in air.",
        "The simplest reaction has hidden quantum interference (discovered recently).",
        "Metallic hydrogen was created at 495 GPa — sample lost before full testing.",
        "Spin ice has magnetic monopole-like excitations.",
        "Ultracold chemistry revealed ‘impossible’ resonant frequencies.",
        "Counterintuitive negative differential response is widespread in biochemistry."
      ]
    },
    "neuroscience_brain": {
      "count": 66,
      "facts": [
        "Split-brain patients have two separate consciousnesses — one hemisphere can be atheist while the other believes in God.",
        "Prosopagnosia (face blindness) makes your mother a stranger every time she walks in.",
        "You’ve never experienced ‘now’ — consciousness is always a delayed broadcast.",
        "Fatal familial insomnia removes the ability to sleep entirely, leading to death. No treatment exists.",
        "Anatoli Bugorski survived a particle accelerator beam through his skull in 1978.",
        "Cotard’s delusion makes people believe they are dead or don’t exist.",
        "Synesthesia lets some people ‘see’ music as colors — their brains are literally wired differently.",
        "Your brain generates about 20 watts of power — thinking harder doesn’t significantly increase this.",
        "Alien hand syndrome causes one hand to act against your will.",
        "The brain has no pain receptors — brain surgery can be done with patients awake and talking.",
        "Blindsight allows blind patients to navigate obstacles they cannot consciously see.",
        "London taxi drivers have larger hippocampi from memorizing 25,000 streets.",
        "Humans emit visible light about 1,000x weaker than eyes can detect — we’re glowing.",
        "Phantom limb pain is real pain from limbs that don’t exist.",
        "Déjà vu may occur when memory encoding happens simultaneously with perception.",
        "Your brain deletes memories during sleep through ‘synaptic homeostasis.’",
        "The default mode network activates during daydreaming — your brain’s ‘idle’ mode.",
        "Mirror-touch synesthesia makes people physically feel what they see others experiencing.",
        "Capgras delusion makes people believe loved ones are identical imposters.",
        "The brain consumes 20% of body’s energy despite being 2% of body weight.",
        "Brain injuries can unlock extraordinary abilities (acquired savant syndrome).",
        "Hemispatial neglect makes patients unaware of half of everything — eating half plates, shaving half faces.",
        "The ‘doorway effect’ causes you to forget why you entered a room.",
        "Anesthesia works on plants — Venus flytraps stop responding. We still don’t fully understand how it works.",
        "The suprachiasmatic nucleus (20,000 neurons) controls your entire circadian rhythm.",
        "Single neurons fire specifically for certain celebrities — the ‘Jennifer Aniston neuron.’",
        "Aphantasia is inability to visualize mental images — 2-3% of people have this.",
        "Hyperthymesia lets people remember every day of their lives.",
        "The enteric nervous system in your gut has 500 million neurons — more than your spinal cord.",
        "Tetrachromacy allows some women to see 100 million colors (vs. 1 million normal).",
        "Akinetopsia (motion blindness) makes the world appear in frozen snapshots.",
        "The claustrum may be the seat of consciousness — stimulating it switched one patient’s consciousness off.",
        "Transcranial magnetic stimulation can temporarily ‘cure’ blindness.",
        "Confabulation causes memory-damaged people to make up detailed false memories without knowing they’re lying.",
        "The brain has GPS-like ‘grid cells’ firing in hexagonal patterns — 2014 Nobel Prize.",
        "Semantic satiation makes words lose meaning when repeated — your brain disconnects sound from concept.",
        "The insula integrates bodily sensations with emotions — damage can eliminate addiction cravings instantly.",
        "Change blindness means people miss conversation partners being switched mid-sentence.",
        "The brain processes rejection in the same areas as physical pain.",
        "Memory consolidation during sleep is influenced by smells presented during learning.",
        "The homunculus is a distorted body map where sensitive areas are disproportionately large.",
        "Glia cells may be essential for learning — Einstein had unusually high glia-to-neuron ratios.",
        "The ‘readiness potential’ shows brain activity 1 second before conscious decision — free will may be an illusion.",
        "Locked-in syndrome leaves patients fully conscious but completely paralyzed except for eye movements.",
        "The amygdala processes fear so fast you react before consciously perceiving threats.",
        "Jamais vu: familiar things suddenly seem strange — opposite of déjà vu.",
        "The brain predicts the future constantly — you catch where the ball will be, not where it is.",
        "Noradrenaline surges when outcomes are surprising — driving learning.",
        "Auto-brewery syndrome: gut fungi make people drunk without drinking.",
        "A Dutch teen woke from surgery speaking only English — a language he’d never used outside class.",
        "The locus coeruleus releases more noradrenaline during unexpected outcomes.",
        "A man had only a thin sheet of brain tissue from fluid buildup yet lived normally.",
        "Semantic satiation: repeat any word 30+ times and it loses meaning temporarily.",
        "The McGurk effect: seeing ‘ba’ while hearing ‘ga’ makes you perceive ‘da.’",
        "Troxler’s fading: peripheral objects fade when you stare at a fixed point.",
        "The Tetris effect: seeing falling blocks when closing eyes after playing.",
        "Frequency illusion: once you learn something new, you notice it everywhere.",
        "The mere ownership effect: owning something makes people value it more.",
        "Psychological reactance: telling people NOT to do something makes them want to more.",
        "The ostrich effect: people avoid negative financial information.",
        "The pratfall effect: competent people become MORE likeable after mistakes.",
        "Name-letter effect: people prefer letters in their own name.",
        "Source amnesia: remembering info but forgetting where you learned it.",
        "Déformation professionnelle: professionals see everything through their expertise.",
        "Curse of knowledge: experts can’t imagine not knowing what they know.",
        "Clustering illusion: seeing patterns in random data — ‘hot hands’ don’t exist."
      ]
    },
    "medicine_human_body": {
      "count": 66,
      "facts": [
        "The first successful face transplant was in 2005 — the recipient’s face had been mauled by her dog.",
        "Fecal transplant has 90%+ cure rate for C. diff infections that antibiotics can’t touch.",
        "Stomach acid can dissolve razor blades — a study found blades dissolved in 2 hours.",
        "Autophagy (‘self-eating’) recycles damaged cells during fasting — 2016 Nobel Prize.",
        "Your body replaces most atoms every 7-10 years — only the pattern persists.",
        "Phineas Gage survived an iron rod through his frontal lobe in 1848.",
        "The placebo effect works even when patients know they’re taking placebos.",
        "Foreign accent syndrome can result from brain damage — accents from unvisited countries.",
        "Humans can echolocate using tongue clicks.",
        "The body contains 37.2 trillion cells but hosts 38 trillion bacteria.",
        "Chimera humans have two DNA sets from absorbing a twin — some fail paternity tests for own children.",
        "The diving reflex slows heart and redirects blood when face contacts cold water.",
        "Exploding head syndrome causes loud imaginary noises when falling asleep.",
        "Stone Man syndrome (FOP) turns muscle into bone — surgery to remove bone grows more bone.",
        "A woman named ‘SM’ cannot feel fear due to bilateral amygdala damage.",
        "Tetrodotoxin from pufferfish is 1,200x more poisonous than cyanide.",
        "Epstein-Barr virus infects 95% of adults and is linked to multiple sclerosis (32x higher risk).",
        "Conjoined twins Tatiana and Krista share a thalamus and can see through each other’s eyes.",
        "Your cornea has no blood vessels — it gets oxygen directly from air.",
        "Some humans show brain responses to magnetic field changes.",
        "Water intoxication can kill by diluting blood sodium — marathon runners have died.",
        "The heart creates enough pressure to squirt blood 30 feet.",
        "Rabies has nearly 100% fatality once symptoms appear — only about 15 unvaccinated survivors.",
        "Persistent genital arousal disorder causes constant unwanted arousal — described as torture.",
        "Your skeleton completely replaces itself every 10 years.",
        "Tree man syndrome causes bark-like growths from uncontrolled HPV-related warts.",
        "Gut bacteria produce 95% of your serotonin.",
        "Alcohol flush reaction indicates 6-10x higher esophageal cancer risk from drinking.",
        "Some people lack fingerprints entirely (adermatoglyphia) — ‘immigration delay disease.’",
        "Humans are the only animals that cry emotional tears.",
        "Your nose can detect a trillion different scents — far more than previously thought.",
        "Humans briefly have tails with 10-12 vertebrae during development.",
        "Premature infants can survive at 22 weeks — the edge of viability.",
        "Octuplets have been born and survived (Nadya Suleman, 2009).",
        "The vagus nerve can be stimulated to treat epilepsy and depression.",
        "FOP patients grow bone when injured — even from vaccinations.",
        "Your blood vessels would circle Earth 2.5 times — about 100,000 km.",
        "Diabetes was historically diagnosed by tasting urine for sweetness.",
        "The longest hiccup attack lasted 68 years (Charles Osborne).",
        "Humans share 60% of DNA with bananas.",
        "Your liver can regenerate from just 25% of original mass.",
        "Cold urticaria is allergy to cold — swimming can trigger anaphylaxis.",
        "Aquagenic urticaria is allergy to water — even tears cause hives.",
        "Average person produces enough saliva for two swimming pools in a lifetime.",
        "Small intestine is 20 feet long but has tennis court surface area.",
        "Progeria makes children look 80 by age 10 — rarely living past teens.",
        "The CRISPR baby scandal: He Jiankui created gene-edited HIV-resistant babies (2018).",
        "Microchimerism: pregnant women retain fetal cells for decades.",
        "The longest surgery lasted 96 hours — removing a 300-pound tumor.",
        "Lesch-Nyhan syndrome causes uncontrollable self-mutilation — patients bite off lips and fingers.",
        "Humans can survive without a stomach — esophagus connects directly to small intestine.",
        "The human egg is the largest cell — visible to naked eye at 0.1mm.",
        "Teeth are the only body part that cannot heal themselves.",
        "Alice in Wonderland syndrome distorts body image — often with migraines.",
        "Werewolf syndrome (hypertrichosis) causes excessive hair — only about 50 cases worldwide.",
        "Congenital insensitivity to pain: one woman felt nothing during childbirth.",
        "Proteus syndrome causes disproportionate tissue growth — Joseph Merrick had this.",
        "Anaphylaxis was discovered backwards — second exposures are MORE dangerous.",
        "Aquagenic urticaria: only 50 diagnosed since 1964 — water allergy.",
        "Baboon syndrome: rash resembling monkey rears from penicillin allergies.",
        "The Pap smear was discovered accidentally during routine slides.",
        "Cisplatin discovered when platinum electrodes stopped bacterial division.",
        "Mermaid syndrome causes legs to fuse in the womb.",
        "A man had only a thin sheet of brain tissue yet lived normally until weakness prompted a scan.",
        "Foreign language syndrome can limit patients to barely-known languages after trauma.",
        "Aquagenic syringeal acrokeratoderma: excessive water wrinkling."
      ]
    },
    "astronomy_space": {
      "count": 62,
      "facts": [
        "Neutron stars are so dense a teaspoon weighs 6 billion tons.",
        "Diamond planet 55 Cancri e may be one-third pure diamond — worth 26.9 nonillion dollars.",
        "The sun loses 4 million tons per second through fusion.",
        "Venus rotates backward so slowly that a day (243 Earth days) is longer than its year (225 days).",
        "The Hercules-Corona Borealis Great Wall is 10 billion light-years across.",
        "Saturn would float in water — density less than 1 g/cm³.",
        "The Boötes Void is a 330-million-light-year empty region with almost no galaxies.",
        "A Mercury day (sunrise to sunrise) lasts 176 Earth days due to 3:2 resonance.",
        "The coldest known place is in labs on Earth — below 1 nanokelvin.",
        "Olympus Mons is so large you couldn’t see it as a mountain from its base.",
        "A gas cloud near galactic center contains enough alcohol for 400 trillion trillion pints.",
        "Voyager 1 is over 15 billion miles away — farthest human-made object.",
        "If the sun became a black hole, Earth’s orbit wouldn’t change.",
        "Pulsars spin up to 716 times per second — surface moving at relativistic speeds.",
        "We can only ever reach 3% of the Observable Universe due to expansion.",
        "Andromeda will collide with the Milky Way in 4.5 billion years.",
        "TrES-2b absorbs 99% of light — darker than coal.",
        "Interstellar space smells like raspberries and rum (ethyl formate detected).",
        "The sun is actually white — appears yellow due to atmospheric scattering.",
        "UY Scuti placed at the sun’s position would extend past Jupiter’s orbit.",
        "Io has over 400 active volcanoes — more than anywhere else in the solar system.",
        "Space between galaxies expands faster than light.",
        "A magnetar’s field at 1,000 km would wipe every credit card on Earth.",
        "Gamma-ray bursts release more energy in 10 seconds than the sun will in 10 billion years.",
        "The Moon moves away from Earth at 3.8 cm/year — days were once 6 hours long.",
        "Saturn’s hexagonal storm has sides longer than Earth’s diameter.",
        "The Great Attractor pulls our galaxy at 600 km/s — we can’t see it behind the Milky Way.",
        "Rogue planets may outnumber stars — billions wandering in darkness.",
        "Neutron star collisions create most gold and platinum in the universe.",
        "Arrokoth is shaped like a snowman — two spheres stuck together.",
        "Europa’s ocean contains more water than all of Earth’s oceans.",
        "The sun’s corona is 2 million°C while core is 15 million°C — hotter exterior is unexplained.",
        "Quasars outshine entire host galaxies by a trillion times.",
        "Oumuamua accelerated away from the sun in ways consistent with outgassing — but had no comet tail.",
        "The largest black hole (TON 618) has 66 billion solar masses.",
        "White dwarfs take trillions of years to cool — none have become black dwarfs yet.",
        "Stars can merge — blue stragglers are merged remnants appearing too young.",
        "On Titan, you could fly by flapping your arms due to low gravity and thick atmosphere.",
        "The Wow! Signal (1977) matched expected alien transmission characteristics — never repeated.",
        "One ‘galactic year’ takes 225 million Earth years.",
        "The largest diamond is a white dwarf — 10 billion trillion trillion carats.",
        "Starquakes occur when neutron star crusts crack — the star suddenly spins faster.",
        "The Parker Solar Probe will reach 430,000 mph.",
        "The Very Large Telescope has directly photographed exoplanets.",
        "Falling into a stellar-mass black hole would ‘spaghettify’ you — stretched into a thin strand.",
        "The Fermi Paradox: billions of potential hosts, zero evidence of intelligent life.",
        "Binary star systems are more common than single stars like our sun.",
        "The cosmic microwave background is 400,000 years after the Big Bang.",
        "Titan has methane lakes, methane rain, and rivers carving water-ice landscapes.",
        "Hypervelocity stars escape the galaxy at up to 4 million mph.",
        "James Webb confirmed a supermassive black hole traveling at 2 million mph.",
        "The first potentially newborn great white shark was filmed in 2024.",
        "A new ghost shark was discovered — named ‘grandmother’ in Latin.",
        "Deep-sea amphipods in the Clarion-Clipperton Zone are threatened by mining.",
        "7 new Star Trek-named frog species discovered in Madagascar.",
        "A new snake species was named after Leonardo DiCaprio.",
        "The universe has no edge or center — asking ‘what’s outside’ doesn’t apply.",
        "The fastest stars escape the Milky Way entirely at millions of mph.",
        "Binary systems are more common than single stars.",
        "The CMB is the oldest light we can see — 400,000 years post-Big Bang.",
        "Titan’s methane cycle mirrors Earth’s water cycle.",
        "The Parker Solar Probe will become the fastest human-made object."
      ]
    },
    "geology_earth_science": {
      "count": 53,
      "facts": [
        "Earth’s inner core spins faster than the rest of the planet and is hotter than the sun’s surface.",
        "The Kola Superdeep Borehole reached only 12 km — 0.2% of the way to Earth’s center.",
        "Sailing stones in Death Valley move when the playa has thin ice and wind pushes them.",
        "There’s enough gold in the ocean to give everyone 9 pounds — but too dilute to extract.",
        "Earth’s magnetic field has flipped hundreds of times — multiple poles can exist during transitions.",
        "The Mariana Trench is so deep Mount Everest would fit with a mile of water above.",
        "Yellowstone’s supervolcano erupts catastrophically every 600,000-700,000 years — last was 640,000 years ago.",
        "Earth bulges at the equator — you weigh slightly less there.",
        "Moonquakes continue for hours because no water dampens seismic waves.",
        "The Sahara was green with lakes 6,000 years ago — paintings show hippos and crocodiles.",
        "Everest grows 4mm/year as India crashes into Asia.",
        "Iceland sits on the Mid-Atlantic Ridge — you can stand on two tectonic plates.",
        "Volcanic lightning occurs from static in ash clouds — hundreds of strikes per minute.",
        "The oldest rocks (Jack Hills zircons) are 4.4 billion years old.",
        "Continents will merge into a supercontinent in 250 million years.",
        "Mount Thor has the world’s greatest vertical drop — 1,250m cliff overhanging 15 degrees.",
        "The K-T boundary marks the dinosaur-killing asteroid — rich in iridium.",
        "Diamonds can form from peanut butter under high pressure.",
        "The Yosemite ‘firefall’ is sunlight hitting Horsetail Fall at the right angle.",
        "Earth’s atmosphere extends beyond the Moon — the geocorona reaches 630,000 km.",
        "Tectonic plates move as fast as fingernails grow — 2-5 cm/year.",
        "80% of volcanic eruptions occur underwater, mostly undetected.",
        "We’ve never reached the Moho discontinuity where crust meets mantle.",
        "Lake Baikal contains 20% of world’s unfrozen freshwater.",
        "The Chicxulub crater was only discovered in 1978 by oil prospectors.",
        "Black smoker vents support life through chemosynthesis without sunlight.",
        "The Ring of Fire hosts 75% of active volcanoes and 90% of earthquakes.",
        "We’ve identified less than 1% of soil microbial species.",
        "Earth’s rotation slows 1.4 ms/century — days were 22 hours 620 million years ago.",
        "Tambora’s 1815 eruption caused the ‘Year Without a Summer.’",
        "Natural nuclear reactors existed 2 billion years ago in Gabon for millennia.",
        "The 1960 Chile earthquake (M9.5) caused tsunamis reaching Japan.",
        "Cave pearls form as calcite deposits around sand grains over centuries.",
        "Permafrost is releasing ancient viruses — 30,000-year-old viruses revived.",
        "The deepest cave (Veryovkina) descends 2,212+ meters — reaching bottom takes days.",
        "Earth gains 40,000 tons of cosmic dust yearly.",
        "The Amazon once flowed toward the Pacific before the Andes rose.",
        "The Vredefort Crater (300 km) is Earth’s largest confirmed impact — 2 billion years old.",
        "Lightning strikes 8 million times daily — 100 strikes per second.",
        "Frost flowers on sea ice harbor unique microbial communities.",
        "The ground ‘breathes’ — measurable soil respiration from microbes.",
        "Moonmilk in caves has cream cheese texture — formation unclear.",
        "Jökulhlaups are catastrophic floods from subglacial volcanic eruptions.",
        "Banded iron formations only exist from 2.5 billion years ago — before oxygen.",
        "The Dead Sea shrinks 1 meter yearly from Jordan River diversion.",
        "Hawaii moves toward Alaska at 7.5 cm/year.",
        "The largest crystal found was 18-meter beryl in Madagascar.",
        "Volcanic ash caused 1816’s ‘Year Without a Summer’ — June snow in New England.",
        "The Amazon’s drainage reversed when the Andes rose.",
        "The Kola Superdeep Borehole stopped at 180°C — too hot to continue.",
        "Sailing stones were only explained in 2014 — ice sheets and wind.",
        "Natural nuclear reactors: uranium ore went critical for hundreds of thousands of years.",
        "Subglacial volcanoes create jökulhlaups discharging millions of cubic meters per second."
      ]
    },
    "oceanography_marine": {
      "count": 57,
      "facts": [
        "Pressure at Mariana Trench bottom is 1,086 bars — like 50 jumbo jets on a person.",
        "Only 5% of ocean floor is mapped at high resolution — we know Mars better.",
        "Giant isopods (76 cm pill bugs) may grow huge to withstand deep-sea pressure.",
        "The twilight zone (200-1,000m) may contain more fish than the rest of the ocean.",
        "Brine pools are underwater lakes so dense submarines can ‘float’ on them.",
        "The largest daily migration: zooplankton travel hundreds of meters up at night.",
        "A single seawater droplet contains 1 million bacteria and 10 million viruses.",
        "Underwater rivers flow along ocean floors — with waterfalls over continental shelves.",
        "The ‘underwater waterfall’ off Mauritius is an optical illusion from sand flowing down cliffs.",
        "Colossal squid have the largest eyes (27 cm) — dinner plate sized.",
        "The ocean produces over 50% of Earth’s oxygen through phytoplankton.",
        "Whale falls create 50+ year ecosystems with unique species.",
        "Sperm whale clicks reach 230 decibels — loudest animal, potentially stunning prey.",
        "The Great Pacific Garbage Patch is roughly twice the size of Texas.",
        "Hydrothermal vents support chemosynthetic life — possibly where life originated.",
        "Sea cucumbers breathe through their anus using respiratory trees.",
        "The bathypelagic zone (1,000-4,000m) requires bioluminescence for most creatures.",
        "Ocean acidification is ‘the other CO2 problem’ — oceans absorb 30% of atmospheric CO2.",
        "Cuvier’s beaked whale held breath for 222 minutes — nearly 4 hours.",
        "Icefish have no red blood cells — transparent blood works in cold oxygen-rich water.",
        "The Mid-Atlantic Ridge is 65,000 km — longest mountain range, mostly underwater.",
        "Coral reefs support 25% of marine species but cover less than 1% of ocean floor.",
        "The halocline creates visible shimmer where fresh and salt water meet.",
        "Osedax worms (‘bone-eating snot flowers’) consume whale bones by secreting acid.",
        "46% of the Great Pacific Garbage Patch by weight is fishing nets.",
        "Sound travels 4.3x faster in water — whales communicate across ocean basins.",
        "The immortal jellyfish was only recognized as biologically immortal in 1996.",
        "Abyssal plains are the flattest places on Earth — less than 1m variation over thousands of km.",
        "Marine snow takes weeks to reach the bottom.",
        "The thermohaline circulation takes 1,000 years for water to complete one cycle.",
        "Giant tube worms at vents grow up to 6 feet — among fastest-growing animals.",
        "The Sargasso Sea has no coastline — defined entirely by currents.",
        "Some fish climb waterfalls using pectoral fins to ‘walk’ up wet rocks.",
        "The ocean contains 20 million tons of gold — but at parts per trillion concentration.",
        "Internal waves can reach 170 meters tall — larger than any surface wave.",
        "The Pacific shrinks while Atlantic grows — both by 2.5 cm/year.",
        "Snailfish at 8,336 meters are the deepest fish — almost entirely gelatinous.",
        "Thermoclines let submarines ‘hide’ from sonar.",
        "Seagrass meadows store carbon 35x faster than rainforests per area.",
        "Greenland sharks live 400+ years — sexually mature at 150.",
        "A ‘death-ball sponge’ was discovered in Antarctica (2024) — carnivorous.",
        "Marine life found 900m beneath Antarctic ice — in darkness at -2°C.",
        "The Mar del Plata Canyon hosts 40+ potentially new species.",
        "A mother octopus filmed clutching eggs behind coral in the deep canyon.",
        "Tusk shells with attached sea anemones — relationship never documented before.",
        "A record-setting mollusk among 14 new deep-sea species (November 2025).",
        "The Southern Ocean yielded 30 previously unknown species in 2024.",
        "First confirmed juvenile colossal squid footage captured during Antarctic research.",
        "Scientists explored ocean revealed when iceberg A-84 split — hidden under 500 feet of ice.",
        "Red deep-sea animals are camouflaged — red appears black in deep water.",
        "Barrel amphipods hollow out salps and use them as mobile homes.",
        "Giant larvaceans build 3-foot ‘snot palaces’ — rebuilt daily.",
        "The bloodybelly comb jelly’s red hides bioluminescent prey it consumes.",
        "Deep-sea lizardfish are hermaphroditic — adaptation to sparse mating opportunities.",
        "Sea angels are predatory snails that ‘fly’ through water.",
        "Nudibranchs weaponize prey stinging cells for their own defense.",
        "Deep-sea hatchetfish use bioluminescence for camouflage from below."
      ]
    },
    "mathematics_logic": {
      "count": 54,
      "facts": [
        "Gödel’s incompleteness theorems prove mathematics has built-in blind spots — truths it cannot prove.",
        "The Banach-Tarski paradox: a sphere can be cut into 5 pieces and reassembled into 2 identical spheres.",
        "Graham’s number is so large the observable universe can’t contain its digits.",
        "0.999… = 1. Not approximately — they are mathematically identical.",
        "There are different sizes of infinity — real numbers are ‘larger’ than integers.",
        "Possible chess games exceed atoms in the observable universe (Shannon number: ~10^120).",
        "The coastline paradox: coastline length approaches infinity as measurement precision increases.",
        "A sphere can be turned inside out without cutting or creasing it (Smale’s paradox).",
        "The Monty Hall problem: switching doors gives 2/3 chance, not 1/2.",
        "Benford’s Law: digit 1 leads about 30% of the time in many real datasets.",
        "The sum of all positive integers can be assigned value -1/12 through analytic continuation.",
        "A random walk in 2D returns to origin with probability 1; in 3D it might never return.",
        "The birthday paradox: 23 people give 50% chance of shared birthday; 70 give 99.9%.",
        "There are as many even numbers as whole numbers — both countably infinite.",
        "Euler’s identity connects e, i, π, 1, and 0 in one equation.",
        "The four-color theorem was the first major theorem proved by computer.",
        "Hilbert’s Hotel: infinitely full hotel can always accommodate more guests.",
        "The Riemann hypothesis about prime distribution carries a $1 million prize.",
        "Only 51 perfect numbers are known — we don’t know if odd perfect numbers exist.",
        "The Collatz conjecture is unsolvable as stated — does every sequence reach 1?",
        "The hairy ball theorem proves there’s always a cyclone somewhere on Earth.",
        "Pi appears in equations with nothing to do with circles.",
        "Fermat’s Last Theorem took 358 years to prove (Andrew Wiles, 1995).",
        "Russell’s paradox broke early set theory — the set of all non-self-containing sets.",
        "1 is not prime — including it would break the fundamental theorem of arithmetic.",
        "TREE(3) makes Graham’s number essentially zero by comparison.",
        "The continuum hypothesis can’t be proved or disproved.",
        "A googolplex would require more space than the observable universe to write.",
        "1729 is the smallest number expressible as two cubes in two different ways.",
        "P vs NP is worth $1 million and has massive cryptography implications.",
        "Cantor’s paradox: the set of all sets cannot exist.",
        "Triangle angles sum to 180° only in flat space — more on spheres, less in hyperbolic.",
        "Gabriel’s Horn has finite volume but infinite surface area.",
        "The golden ratio’s continued fraction converges more slowly than any other number.",
        "Functions can be continuous everywhere but differentiable nowhere (Weierstrass).",
        "The Poincaré conjecture was proved in 2003 — Perelman refused the $1 million prize.",
        "Zero is even — divisible by 2 with no remainder.",
        "Possible card shuffles (52!) exceed atoms in Earth.",
        "Zeno’s paradoxes are resolved by understanding infinite series and limits.",
        "The axiom of choice leads to ‘absurd’ results like Banach-Tarski.",
        "Almost all real numbers are transcendental — yet they’re harder to find.",
        "The twin prime conjecture remains unproven despite being ‘obviously’ true.",
        "Arrow’s impossibility theorem: perfect democracy is mathematically impossible with 3+ options.",
        "The 100 prisoners problem: looping strategy gives 50% success vs. near-zero expected.",
        "Adding 3 feet to a rope around Earth raises it 6 inches — independent of Earth’s size.",
        "Two 12-inch pizzas have less pizza than one 18-inch — area scales with radius squared.",
        "The potato paradox: 100g at 99% water dried to 98% weighs only 50g.",
        "Two antipodal Earth points always have identical temperature and pressure (Borsuk-Ulam).",
        "Bottema’s theorem: squares on triangle sides have a fixed midpoint regardless of third vertex.",
        "Berkson’s paradox explains spurious hospital correlations.",
        "The infinite offset paradox: blocks can overhang infinitely with enough of them.",
        "Simpson’s paradox: treatment A beats B in every hospital but loses overall.",
        "The birthday paradox: 50% chance with 23 people, 99.9% with 70.",
        "Regression to the mean: extreme performances tend to be followed by less extreme ones."
      ]
    },
    "psychology_cognition": {
      "count": 197,
      "facts": [
        "The Dunning-Kruger effect: incompetent people overestimate abilities; experts underestimate.",
        "Cognitive dissonance causes physical discomfort — conflicting beliefs create stress.",
        "The placebo effect extends to ‘placebic sleep’ — told you slept well, you perform better.",
        "Memories are reconstructed, not replayed — each recall introduces potential errors.",
        "The mere exposure effect: repeated exposure makes you like things more.",
        "Inattentional blindness: people counting passes missed a gorilla walking through.",
        "Phantom vibration syndrome: most smartphone users feel vibrations that didn’t happen.",
        "The endowment effect: people value things more because they own them.",
        "Choice overload causes paralysis — too many options leads to worse choices.",
        "The anchoring effect: judgment is influenced by first numbers heard, even if random.",
        "False memories can be implanted — researchers convinced people they committed crimes.",
        "The peak-end rule: experiences judged by most intense moment and ending.",
        "Yawning is contagious even between species — even reading about it can trigger it.",
        "The spotlight effect: you think people notice your mistakes far more than they do.",
        "Priming: holding warm drinks makes you rate strangers as ‘warmer’ personalities.",
        "The backfire effect: evidence against beliefs can strengthen those beliefs.",
        "Hindsight bias: after learning outcomes, people believe they ‘knew it all along.’",
        "The Stroop effect: naming ink color is harder when the word spells a different color.",
        "Change blindness: people didn’t notice conversation partners being secretly replaced.",
        "The IKEA effect: people overvalue things they built themselves.",
        "Emotional contagion: moods spread through populations like viruses.",
        "The serial position effect: first and last list items remembered best.",
        "Apophenia: perceiving meaningful patterns in random data.",
        "Groupthink caused the Challenger disaster — engineers stayed silent under pressure.",
        "The availability heuristic: probability judged by how easily examples come to mind.",
        "Sunk cost fallacy: continuing investments because of what’s already spent.",
        "The illusion of explanatory depth: people think they understand things until asked to explain.",
        "Confirmation bias: seeking information that confirms existing beliefs.",
        "The halo effect: one positive trait leads to assumptions of others.",
        "Decision fatigue: judges grant parole more often in morning; approval drops through day.",
        "The framing effect: ‘90% survival’ vs ‘10% mortality’ triggers different reactions.",
        "Learned helplessness: uncontrollable negative events make animals stop trying to escape.",
        "The bystander effect: more witnesses means less likely any individual helps.",
        "Prospective memory failures: forgetting intended actions is among most common errors.",
        "The winner’s curse: paying perceived value in auctions leads to negative net profit.",
        "Survivorship bias: studying only successes misses lessons from failures.",
        "The planning fallacy: consistently underestimating how long tasks take.",
        "Moral licensing: doing good makes people more likely to subsequently do bad.",
        "The Google effect: knowing info is searchable reduces motivation to remember.",
        "The Zeigarnik effect: uncompleted tasks are remembered better than completed ones.",
        "The rubber hand illusion: watching fake hand stroked makes it feel like yours.",
        "Body transfer illusion: VR makes people feel they inhabit different bodies.",
        "Phantom limb sensation treated with mirror boxes — tricking the brain.",
        "Blindsight: catching objects despite conscious blindness — older pathways function.",
        "The cheerleader effect: people appear more attractive in groups.",
        "Hedonic adaptation: lottery winners return to baseline happiness.",
        "The paradox of choice: more options leads to less satisfaction.",
        "Status quo bias: preferring current state even over beneficial change.",
        "Anchoring in negotiations: first number gives advantage even if arbitrary.",
        "The halo effect: attractive people assumed smarter and kinder.",
        "Fundamental attribution error: others’ behavior attributed to character, ours to circumstances.",
        "The conjunction fallacy: ‘bank teller AND activist’ seems more likely than ‘bank teller.’",
        "The replication crisis: many famous studies fail to replicate.",
        "The Hawthorne effect: people modify behavior when observed.",
        "Clever Hans: ‘counting’ horse read subtle observer cues, not doing math.",
        "The ideomotor effect: unconscious movements guide Ouija boards.",
        "Implicit bias exists even in people who reject prejudice.",
        "Hot-cold empathy gap: underestimating how emotions affect future behavior.",
        "Projection bias: assuming future preferences match current ones.",
        "Impact bias: overestimating how long events will affect us.",
        "Focalism: focusing too much on one aspect of future scenarios.",
        "Immune neglect: underestimating psychological resilience.",
        "The arrival fallacy: achieving goals doesn’t bring lasting happiness.",
        "Experience stretching: more experiences means diminishing novelty.",
        "Maximizers vs satisficers: seeking ‘the best’ makes people less happy.",
        "Social comparison theory: happiness depends on comparison to others.",
        "Reference-dependent preferences: losses loom larger than equivalent gains.",
        "The default effect: people choose pre-selected options disproportionately.",
        "The decoy effect: inferior third option changes preference between two others.",
        "Reciprocity norm: even unwanted favors trigger desire to reciprocate.",
        "Door-in-the-face: large refused request makes smaller follow-up acceptable.",
        "Foot-in-the-door: small compliance increases likelihood of larger compliance.",
        "Lowballing: after commitment, raising price still maintains compliance.",
        "Social proof: people follow others’ behavior in uncertain situations.",
        "Authority bias: deferring to perceived experts outside their expertise.",
        "Horn effect: one negative trait leads to assumptions of others.",
        "Actor-observer asymmetry: our behavior is situational, others’ is dispositional.",
        "Self-serving bias: success from abilities, failure from circumstances.",
        "Just-world hypothesis: believing others deserve what happens to them.",
        "System justification: rationalizing existing systems even when disadvantaged.",
        "Moral disengagement: cognitive mechanisms allowing unethical behavior.",
        "Effort heuristic: valuing things that took more effort.",
        "Fluency effect: easily processed information judged as more true.",
        "Rhyme-as-reason: rhyming statements seem more accurate.",
        "Continued influence effect: retractions don’t eliminate misinformation impact.",
        "The truth effect: repeated statements judged more true.",
        "Belief perseverance: discredited info continues influencing thinking.",
        "Information avoidance: choosing NOT to learn helpful available information.",
        "Base rate neglect: even 99% accurate tests yield many false positives with rare conditions.",
        "The prosecutor’s fallacy: confusing probability of evidence with probability of guilt.",
        "Regression to the mean: extreme performances followed by less extreme ones.",
        "Hyperbolic discounting: preferring smaller-sooner rewards more than logic suggests.",
        "Mental accounting: treating money differently based on source or intended use.",
        "Denomination effect: less likely to spend larger bills than equivalent smaller ones.",
        "Synesthesia can be temporarily induced via hypnosis.",
        "Facilitated communication was unconscious guidance — ideomotor effect.",
        "Tetris effect: seeing falling blocks when closing eyes after playing extensively.",
        "Frequency illusion: once you learn something, you notice it everywhere.",
        "The mere ownership effect: owning something makes people value it more.",
        "Psychological reactance: telling people NOT to do something increases the behavior.",
        "The ostrich effect: avoiding negative information, checking portfolios less during downturns.",
        "The pratfall effect: competent people become more likeable after mistakes.",
        "Name-letter effect: people prefer letters in their own name.",
        "Source amnesia: remembering information but forgetting where you learned it.",
        "Déformation professionnelle: experts see everything through their expertise lens.",
        "Curse of knowledge: experts cannot imagine not knowing what they know.",
        "Clustering illusion: seeing patterns in random data.",
        "The Texas sharpshooter fallacy: drawing targets after shooting.",
        "Publication bias: positive results get published, negative disappear.",
        "P-hacking: testing hypotheses until significance appears by chance.",
        "WEIRD bias: psychology uses mostly Western, Educated, Rich, Democratic subjects.",
        "Demand characteristics: participants try to figure out what researchers want.",
        "The ideomotor effect: unconscious movements guide Ouija boards.",
        "Implicit bias exists even in people who consciously reject prejudice.",
        "Hot-cold empathy gap: underestimating how emotions affect future behavior.",
        "Projection bias: assuming future preferences match current ones.",
        "Impact bias: overestimating how long events affect us emotionally.",
        "Focalism: focusing too much on one aspect of future scenarios.",
        "Immune neglect: underestimating psychological resilience.",
        "The arrival fallacy: achieving goals does not bring lasting happiness.",
        "Experience stretching: more experiences means diminishing novelty.",
        "Maximizers vs satisficers: seeking best makes people less happy.",
        "Social comparison: happiness depends on comparison to others.",
        "Loss aversion: losses loom larger than equivalent gains.",
        "Default effect: people disproportionately choose pre-selected options.",
        "Decoy effect: inferior third option changes preference between two.",
        "Reciprocity norm: even unwanted favors trigger desire to reciprocate.",
        "Door-in-the-face: large refused request makes smaller ones acceptable.",
        "Foot-in-the-door: small compliance increases larger compliance.",
        "Lowballing: after commitment, raising price maintains compliance.",
        "Social proof: people follow others in uncertain situations.",
        "Authority bias: deferring to experts outside their expertise.",
        "Horn effect: one negative trait leads to assumptions of others.",
        "Actor-observer asymmetry: our behavior is situational, others is dispositional.",
        "Self-serving bias: success from ability, failure from circumstances.",
        "Just-world hypothesis: believing others deserve what happens.",
        "System justification: rationalizing systems even when disadvantaged.",
        "Moral disengagement: mechanisms allowing unethical behavior without guilt.",
        "Effort heuristic: valuing things that took more effort.",
        "Fluency effect: easily processed information judged more true.",
        "Rhyme-as-reason: rhyming statements seem more accurate.",
        "Continued influence: retractions do not fully eliminate misinformation.",
        "Truth effect: repeated statements judged more true.",
        "Belief perseverance: discredited info continues influencing thinking.",
        "Information avoidance: choosing not to learn helpful information.",
        "Base rate neglect: accurate tests yield false positives when conditions rare.",
        "Prosecutors fallacy: confusing probability of evidence with guilt.",
        "Regression to mean: extreme performances followed by less extreme.",
        "Hyperbolic discounting: preferring smaller-sooner more than logic suggests.",
        "Mental accounting: treating money differently based on source.",
        "Denomination effect: less likely to spend larger bills.",
        "Mirror box therapy treats phantom limb pain by tricking the brain.",
        "Body transfer illusion: VR makes people feel they inhabit different bodies.",
        "The cheerleader effect: people appear more attractive in groups.",
        "Hedonic adaptation: lottery winners return to baseline happiness.",
        "The paradox of choice: more options leads to less satisfaction.",
        "Status quo bias: preferring current state even over beneficial change.",
        "Anchoring: first number influences judgment even if arbitrary.",
        "The halo effect: attractive people assumed smarter and kinder.",
        "Attribution error: others character, ours circumstances.",
        "Conjunction fallacy: bank teller AND activist seems more likely than bank teller.",
        "Replication crisis: many famous psychology studies fail to replicate.",
        "Hawthorne effect: people modify behavior when observed.",
        "Clever Hans: counting horse read subtle cues, not doing math.",
        "Facilitated communication was unconscious guidance.",
        "Spinning dancer: brain resolves ambiguous rotation arbitrarily.",
        "Troxler fading: peripheral objects fade with fixed gaze.",
        "Change blindness: massive changes missed when attention diverted.",
        "Inattentional blindness: counting passes, missed gorilla.",
        "Phantom vibration: feeling phone vibrations that did not happen.",
        "Doorway effect: doorways cause memory filing, forgetting purpose.",
        "Deja vu: memory encoding simultaneous with perception.",
        "Jamais vu: familiar things suddenly seem strange.",
        "Memory reconstruction: each recall introduces potential errors.",
        "Mere exposure: repeated exposure increases liking.",
        "Cognitive dissonance causes physical discomfort.",
        "Open-label placebos still work even when patients know.",
        "Placebic sleep: told you slept well, perform better.",
        "False memories can be implanted through suggestion.",
        "Spotlight effect: overestimating how much others notice mistakes.",
        "Priming: warm drinks make you rate strangers warmer.",
        "Backfire effect: evidence against beliefs can strengthen them.",
        "Hindsight bias: believing you knew it all along.",
        "Stroop effect: naming ink color harder when word spells different color.",
        "IKEA effect: overvaluing things you built yourself.",
        "Emotional contagion: moods spread like viruses.",
        "Serial position: first and last items remembered best.",
        "Apophenia: perceiving patterns in random data.",
        "Groupthink caused Challenger disaster.",
        "Availability heuristic: judging probability by ease of examples.",
        "Sunk cost fallacy: continuing because of past investment.",
        "Illusion of explanatory depth: thinking you understand until asked to explain.",
        "Confirmation bias: seeking confirming information.",
        "Decision fatigue: judges grant parole more in morning.",
        "Framing effect: 90% survival vs 10% mortality.",
        "Learned helplessness: stop trying after uncontrollable negatives.",
        "Bystander effect: more witnesses, less likely any helps."
      ]
    },
    "serendipitous_discoveries": {
      "count": 35,
      "facts": [
        "Penicillin: Fleming’s forgotten Petri dish grew mold killing bacteria — medicine’s luckiest accident.",
        "X-rays: Roentgen noticed his cathode ray tube made a distant screen glow through objects.",
        "Radioactivity: Becquerel’s uranium exposed photographic plates in a dark drawer.",
        "Vulcanized rubber: Goodyear accidentally dropped sulfur-rubber on a hot stove.",
        "Microwave oven: Percy Spencer’s chocolate bar melted near radar equipment.",
        "Post-it notes: Spencer Silver’s ‘failed’ weak adhesive became 3M’s most famous product.",
        "Viagra was developed for heart conditions — famous side effect discovered in trials.",
        "Artificial sweeteners: saccharin, aspartame discovered when chemists tasted compounds.",
        "Cosmic microwave background: Penzias and Wilson thought antenna had bird droppings.",
        "Corn flakes: Kellogg left dough overnight, decided to salvage it — invented breakfast cereal.",
        "Safety glass: Bénédictus dropped cellulose nitrate-coated flask — it didn’t shatter normally.",
        "Insulin’s role: researchers noticed flies gathering around diabetic dog urine.",
        "Dynamite’s blasting gelatin: Nobel realized collodion could combine unstable explosives.",
        "Teflon: refrigerant accidentally polymerized in a tank.",
        "Scotchgard: lab assistant spilled fluorochemical on shoe — it repelled everything.",
        "Velcro: de Mestral examined burrs stuck to his dog — saw tiny hooks under microscope.",
        "Super Glue: Coover kept accidentally gluing things testing plastic gun sights.",
        "Play-Doh was originally wallpaper cleaner until teachers started using it.",
        "Smallpox vaccine: Jenner noticed milkmaids with cowpox didn’t get smallpox.",
        "Champagne: Dom Pérignon tried to PREVENT bubbles — pressure kept breaking bottles.",
        "LSD effects: Hofmann accidentally absorbed it through skin — first ‘acid trip.’",
        "Radiocarbon dating: Libby was studying cosmic radiation, not dating artifacts.",
        "CRISPR: researchers studying bacterial immune systems realized it could edit genes.",
        "Helicobacter pylori: Barry Marshall drank bacteria to prove ulcers were infectious.",
        "Benzene structure: Kekulé claimed he dreamed of a snake biting its tail.",
        "The Pap smear was discovered accidentally during routine vaginal fluid examination.",
        "Cisplatin: platinum electrodes accidentally stopped bacterial cell division.",
        "Anaphylaxis: Richet found second exposures MORE dangerous — opposite of expected.",
        "Matches: John Walker noticed chemical-coated stick caught fire when scraping.",
        "Bakelite: Leo Baekeland tried to create synthetic shellac — made first synthetic plastic.",
        "Nitrous oxide anesthetic properties: Humphry Davy inhaled it at parties first.",
        "The structure of DNA: Watson and Crick built physical models partly because X-ray data was ambiguous.",
        "Saccharin: Constantin Fahlberg forgot to wash hands before dinner — bread tasted sweet.",
        "Quinine: legend says a malaria patient drank from cinchona-contaminated pool and recovered.",
        "Brandy: Dutch merchants heating wine for shipping discovered distillation concentrates alcohol."
      ]
    },
    "genetics_evolution": {
      "count": 40,
      "facts": [
        "Horizontal gene transfer means you have about 145 genes from bacteria and viruses.",
        "Humans have fewer genes than rice — about 20,000 vs. 37,000.",
        "FOXP2 mutations cause severe speech disorders — called the ‘language gene.’",
        "Epigenetics shows experiences can modify how genes are expressed without changing DNA.",
        "Mitochondrial Eve lived about 200,000 years ago — all humans share her mitochondrial DNA.",
        "Telomeres (chromosome caps) shorten with age — linked to aging and cancer.",
        "CRISPR allows precise gene editing using bacterial immune system components.",
        "Identical twins’ DNA diverges over their lifetimes through epigenetic changes.",
        "The human genome is 98.8% identical to chimpanzees.",
        "Junk DNA (non-coding) makes up about 98% of the human genome — much has regulatory functions.",
        "Neanderthal DNA comprises 1-4% of non-African human genomes.",
        "Some genes are ‘imprinted’ — expressed differently depending on which parent they came from.",
        "The mutation rate in human sperm increases with father’s age.",
        "Humans have about 3 billion base pairs in their genome.",
        "Gene therapy has successfully treated several previously incurable genetic diseases.",
        "Polyploidy (extra chromosome sets) is common in plants but usually lethal in animals.",
        "Some salamanders have 40x more DNA than humans — genome size doesn’t correlate with complexity.",
        "Transposons (‘jumping genes’) make up about 45% of the human genome.",
        "The ‘missing heritability’ problem: known genetic variants explain only a fraction of predicted inheritance.",
        "Convergent evolution: similar traits evolved independently (wings in bats, birds, insects).",
        "Neutral evolution: most mutations have no effect on fitness.",
        "The Red Queen hypothesis: species must constantly evolve to survive against co-evolving threats.",
        "Molecular clocks: mutation rates help estimate when species diverged.",
        "Gene drives could spread engineered genes through wild populations.",
        "Alternative splicing: one gene can produce multiple different proteins.",
        "Pseudogenes are ‘broken’ copies of functional genes — evolutionary fossils.",
        "DNA methylation is one mechanism that silences genes without changing sequence.",
        "Haplogroups trace human migration patterns through Y-chromosome and mitochondrial DNA.",
        "Founder effects: small populations can have unusual gene frequencies.",
        "Genetic drift: random changes can fix alleles in small populations.",
        "Balancing selection: some harmful alleles persist because they’re beneficial in other contexts (sickle cell/malaria).",
        "The human mutation rate is about 60 new mutations per generation.",
        "Somatic mutations accumulate in your cells throughout life.",
        "Germline mutations are passed to offspring; somatic mutations are not.",
        "Copy number variations: some genes exist in multiple copies, varying between individuals.",
        "Whole genome duplication events occurred early in vertebrate evolution.",
        "The bottleneck effect: population crashes can drastically reduce genetic diversity.",
        "Hardy-Weinberg equilibrium describes theoretical population genetics without evolution.",
        "Selective sweeps: beneficial mutations can drag linked harmful variants to high frequency.",
        "Genetic hitchhiking: neutral variants can spread by being linked to selected ones."
      ]
    },
    "ecology_environment": {
      "count": 40,
      "facts": [
        "The Amazon is roughly oxygen-neutral — decomposition consumes what photosynthesis produces.",
        "Trophic cascades: wolves in Yellowstone changed river courses by affecting elk grazing patterns.",
        "The Great Barrier Reef is the largest living structure visible from space.",
        "Mycorrhizal networks connect over 90% of plant species to fungi.",
        "Keystone species have disproportionate effects — sea otters prevent kelp forest destruction by eating urchins.",
        "The ‘insect apocalypse’: some regions have seen 75% decline in flying insect biomass.",
        "Invasive species cause billions in damage — Asian carp, zebra mussels, kudzu.",
        "Biodiversity hotspots cover 2% of land but contain over half of plant species.",
        "The 6th mass extinction is underway — extinction rates 100-1000x normal.",
        "Ocean dead zones have quadrupled since 1950 due to nutrient pollution.",
        "Coral bleaching events have become 5x more frequent since 1980.",
        "The permafrost contains twice as much carbon as the atmosphere.",
        "Rewilding: reintroducing predators can restore entire ecosystems.",
        "The Anthropocene: proposed geological epoch defined by human impact.",
        "Microplastics have been found in rain, snow, and human blood.",
        "Urban heat islands can be 10°C hotter than surrounding areas.",
        "Biomass distribution: bacteria and plants dominate; all animals are tiny fraction.",
        "The Great Pacific Garbage Patch contains 80,000 tons of plastic.",
        "Mangroves sequester carbon 3-5x faster than tropical forests.",
        "The Amazon produces 20% of world’s oxygen but also consumes most of it.",
        "Desertification threatens 40% of Earth’s land area.",
        "Invasive Burmese pythons have eliminated most mammals from Florida Everglades.",
        "One-third of global food production depends on animal pollination.",
        "Passenger pigeons went from billions to extinct in about 50 years.",
        "Amphibians are the most endangered vertebrate class — chytrid fungus is devastating.",
        "The deep ocean may contain the majority of Earth’s prokaryotic life.",
        "Soil erosion: we’re losing topsoil 10-40x faster than it forms.",
        "Light pollution affects animal behavior globally — sea turtle navigation, bird migration.",
        "Climate-driven species range shifts average 17 km toward poles per decade.",
        "The Bramble Cay melomys (2016) was first mammal extinction attributed to climate change.",
        "Cascade effects: DDT accumulated in food chains, nearly wiping out bald eagles.",
        "Carbon dioxide makes oceans more acidic, dissolving shells of marine organisms.",
        "The Sahel region alternates between expansion and contraction of the Sahara.",
        "Antarctic ice cores provide 800,000 years of climate data.",
        "Methane is 80x more potent than CO2 as greenhouse gas over 20 years.",
        "The last time CO2 was this high (420+ ppm), sea levels were 20+ meters higher.",
        "Tropical forests contain about half of Earth’s species on 6% of land.",
        "Ecological succession: bare rock eventually becomes forest over centuries.",
        "Edge effects: forest fragmentation creates more edge habitat with different species.",
        "The ozone hole is slowly healing after banning CFCs in the Montreal Protocol."
      ]
    },
    "technology_engineering": {
      "count": 42,
      "facts": [
        "The Apollo Guidance Computer had less processing power than a modern calculator.",
        "GPS requires relativistic corrections — clocks in orbit tick faster due to weaker gravity.",
        "The SR-71 Blackbird stretches several inches during flight from thermal expansion.",
        "The first 1GB hard drive (1980) weighed 550 pounds and cost $40,000.",
        "Fiber optic cables carry 99% of international data — undersea cables connect continents.",
        "CERN’s Large Hadron Collider is the largest machine ever built.",
        "The microwave was invented when Percy Spencer’s chocolate bar melted near radar.",
        "Touch screens work because your finger conducts electricity — gloves don’t work without special tips.",
        "The Great Firewall of China uses deep packet inspection to filter internet traffic.",
        "Nuclear submarines can stay submerged for months — limited only by food supplies.",
        "The Voyager probes use computers less powerful than modern hearing aids.",
        "3D printing was invented in 1984 but only recently became affordable.",
        "The internet was designed to survive nuclear attack — decentralized routing.",
        "Moore’s Law: transistor density doubled every 2 years for decades — now slowing.",
        "The first computer virus was created in 1983 as an experiment.",
        "ASML’s EUV lithography machines cost $200 million each — cutting-edge chip manufacturing.",
        "Bitcoin mining uses more electricity than many countries.",
        "The Antikythera mechanism (2000+ years old) computed astronomical positions.",
        "Machine learning ‘black boxes’ can make decisions humans can’t explain.",
        "Quantum computers aren’t faster at everything — just certain problem types.",
        "The first website (CERN, 1991) is still accessible at its original URL.",
        "Self-driving cars use more code than a fighter jet.",
        "The Panama Canal raised ship capacity from 52,500 to 120,000 tons in 2016 expansion.",
        "Nuclear power plants produce no CO2 during operation — more land-efficient than renewables.",
        "The Burj Khalifa pumps water up 160+ floors — massive engineering challenge.",
        "Concorde reached New York from London in under 3 hours — retired in 2003.",
        "The International Space Station is the most expensive object ever built (~$150 billion).",
        "DNA data storage could theoretically store all human data in a few grams.",
        "The Hubble Space Telescope’s mirror was ground to wrong specifications — corrected with ‘glasses.’",
        "Solid-state drives have no moving parts — purely electronic storage.",
        "The first trans-Atlantic telegraph cable (1858) failed after 3 weeks.",
        "Modern smartphones have more computing power than all of NASA in 1969.",
        "The Channel Tunnel was dug from both sides and met in the middle within inches.",
        "Cooling data centers uses 2-3% of global electricity.",
        "Electric vehicles have far fewer moving parts than combustion engines.",
        "The Three Gorges Dam slowed Earth’s rotation by 0.06 microseconds.",
        "Space debris travels at 17,500 mph — even paint flecks can damage spacecraft.",
        "The first commercial flight was in 1914 — 23 minutes across Tampa Bay.",
        "Nuclear reactors can be made small enough to fit in submarines.",
        "The Hoover Dam’s concrete is still curing — will take another century to fully cure.",
        "LEDs are 90% more efficient than incandescent bulbs.",
        "5G uses millimeter waves that can’t penetrate walls well — requires more towers."
      ]
    },
    "archaeology_history_of_science": {
      "count": 43,
      "facts": [
        "Göbekli Tepe predates agriculture by 1,000+ years — challenging ‘farming before temples’ theory.",
        "Roman concrete is stronger after 2,000 years — seawater creates mineral reinforcement.",
        "Damascus steel contained carbon nanotubes — technique lost for centuries.",
        "Greek fire’s formula was so secret it was lost when Constantinople fell.",
        "The Antikythera mechanism computed astronomical positions 2,000+ years ago.",
        "Ice cores preserve 800,000 years of atmospheric data.",
        "The Library of Alexandria’s destruction wasn’t a single event but gradual decline.",
        "Neanderthals made art, buried dead, and may have had language.",
        "The Voynich manuscript remains undeciphered after 600 years of attempts.",
        "Roman glassmakers accidentally created the lycurgus cup — dichroic glass via nanoparticles.",
        "The Baghdad Battery may have been an ancient electrochemical cell — or just storage jar.",
        "Stonehenge’s bluestones were transported 150 miles from Wales.",
        "The Nazca Lines (geoglyphs) are only visible from the air.",
        "Viking sunstones may have been calcite crystals used for navigation.",
        "The Terracotta Army — 8,000+ unique soldiers — was discovered by farmers in 1974.",
        "The Dead Sea Scrolls were found by a shepherd looking for lost goats.",
        "Egyptian blue was the first synthetic pigment — made 5,000 years ago.",
        "The Rosetta Stone was discovered by Napoleon’s soldiers building a fort.",
        "Pompeii was preserved so well you can see bread in ovens and election graffiti.",
        "The Inca had no written language but used quipus (knotted strings) for record-keeping.",
        "The HMS Bounty mutiny survivors founded Pitcairn Island — still populated by descendants.",
        "Lake Vostok (under Antarctic ice) has been isolated for 15 million years.",
        "Troy was considered myth until Heinrich Schliemann excavated it in the 1870s.",
        "The Piri Reis map (1513) shows coastlines that weren’t officially explored yet.",
        "Otzi the Iceman (5,300 years old) had tattoos, sophisticated tools, and was murdered.",
        "The Dendera light (Egyptian carving) was not an ancient light bulb — it’s a lotus flower and snake.",
        "Newton’s notebooks show he spent more time on alchemy than physics.",
        "Darwin delayed publishing On the Origin of Species for 20+ years.",
        "Semmelweis was ridiculed for suggesting doctors wash hands — died in an asylum.",
        "Galileo’s middle finger is preserved in a Florence museum.",
        "Einstein’s brain was stolen and sectioned after his death — without family permission.",
        "The Mpemba effect (hot water freezing faster) was named after a Tanzanian student who noticed it in 1963.",
        "The double helix was discovered partly through Rosalind Franklin’s crucial X-ray images.",
        "Phlogiston theory dominated chemistry for a century before oxygen was understood.",
        "Spontaneous generation (life from non-life) was believed until Pasteur’s experiments.",
        "Continental drift was rejected for 50 years before plate tectonics was accepted.",
        "Quantum mechanics founders (Bohr, Einstein, Heisenberg) never fully agreed on interpretation.",
        "The Hubble constant’s value is still debated — different methods give different answers.",
        "Cold fusion claims in 1989 couldn’t be replicated — one of biggest scientific embarrassments.",
        "The HMS Challenger expedition (1872-76) founded modern oceanography.",
        "Marie Curie’s notebooks are still radioactive — stored in lead boxes.",
        "The cosmic microwave background was discovered while investigating antenna noise.",
        "Helicobacter pylori (ulcer cause) won Nobel Prize — after Marshall infected himself to prove it."
      ]
    }
  }
}
