[
  {
    "text": "Archaeology 10 things we learned about our human ancestors in 2025 Human Evolution 'An extreme end of human genetic variation': Ancient humans were isolated in southern Africa for nearly 100,000 years, and their genetics are stunningly different Artificial Intelligence Some people love AI, others hate it.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Space Crew-11 emergency return, Mars Sample Return cancellation, shrinking river deltas, and an ancient wolf mystery.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Science News: Recent scientific discoveries and expert analysis Read the latest science news and recent scientific discoveries on Live Science, where we've been reporting on groundbreaking advances for over 20 years.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Latest news New triple-drug treatment stops pancreatic cancer in its tracks, a mouse study finds By Zunnash Khan published 30 January 26 By targeting three key growth pathways at once, researchers eliminated pancreatic tumors in multiple mouse models and prevented the cancer from returning, a promising step toward overcoming treatment resistance.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Cancer Thousands of dams in the US are old, damaged and unable to cope with extreme weather.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Planet Earth 'Part of the evolutionary fabric of our societies': Same-sex sexual behavior in primates may be a survival strategy, study finds By Olivia Ferrari published 30 January 26 A new study comparing 59 species of primates linked same-sex sexual behavior to scarce resources and more predators in socially complex species.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "The new contender, MoM-z14, is visible just 280 million years after the Big Bang.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Astronomy More than 43,000 years ago, Neanderthals spent centuries collecting animal skulls in a cave; but archaeologists aren't sure why By Sophie Berdugo published 30 January 26 Neanderthals repeatedly returned to the cave to store horned animal skulls, revealing this cultural tradition was transmitted over time.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "The Moon Halley wasn't the first to figure out the famous comet.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "An 11th-century monk did it first, new research suggests.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "By Joanna Thompson published 29 January 26 An 11th-century monk saw the famous \"Halley's comet\" first as a child and later as an adult, new research finds.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Ancient Egyptians Stone Age teenager was mauled by a bear 28,000 years ago, skeletal analysis confirms By Kristina Killgrove published 29 January 26 The mystery of a Stone Age teenager's death has been solved &mdash; 80 years after he was found in an ancient burial ground in Italy.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Archaeology Drones could achieve 'infinite flight' after engineers create laser-based wireless power system that charges them from the ground By Alan Bradley published 29 January 26 A new system will enable operators to use laser beams to top off batteries while drones are in midflight.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Robotics Critical moment when El Ni&ntilde;o started to erode Russia's Arctic sea ice discovered By Skyler Ware published 29 January 26 Scientists discover a tipping point that took place in 2000, where El Ni&ntilde;o&rsquo;s effect on sea ice loss in Siberia was amplified.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Arctic Romans used human feces as medicine 1,900 years ago &mdash; and used thyme to mask the smell By Kristina Killgrove published 29 January 26 A new study shows that organic residues from a Roman-era glass medicinal vial came from human feces.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Romans AI spots 'jellyfish,' 'hamburgers' and other unexplainable objects in Hubble telescope data By Elizabeth Howell published 29 January 26 AI helped researchers probe the Hubble Space Telescope's archive to find strange celestial objects, including some indescribable by science.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Now, DNA testing has revealed that one of them had a rare genetic condition.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Archaeology New study of chemical reactions in space 'could impact the origin of life in ways we hadn't thought of' By Victoria Atkinson published 28 January 26 The complex building blocks of life can form spontaneously in space, a new lab experiment shows.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Chemistry Can AI detect cognitive decline better than a doctor?",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "New study reveals surprising accuracy By Anirban Mukhopadhyay published 28 January 26 Designed to assist rather than replace doctors, a new autonomous tool scans clinical notes to highlight patients who may need urgent follow-up for cognitive decline and potential dementia.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "LATEST ARTICLES 1 New triple-drug treatment stops pancreatic cancer in its tracks, a mouse study finds 2 Thousands of dams in the US are old, damaged and unable to cope with extreme weather.",
    "source": "live_science",
    "category": "science_general"
  },
  {
    "text": "Neuroscientists are tracking the brain activity that underlies a cognitive breakthrough and unraveling how it might boost memory January 20, 2026 Why the Computer Scientist Behind the World&#8217;s First Chatbot Dedicated His Life to Publicizing the Threat Posed by A.I.",
    "source": "smithsonian",
    "category": "science_general"
  },
  {
    "text": "Now, Paleontologists Are Unraveling Their Secrets These &#8220;total monsters of fishes&#8221; are extinct today, though new clues about their lives come from CT scans and their closest living relatives: the big-eyed ratfish of the deep sea January 9, 2026 Whooping Cranes Came Back From the Brink of Extinction.",
    "source": "smithsonian",
    "category": "science_general"
  },
  {
    "text": "For more than 300 years, Italians have fried soft-shell green crabs, called moeche .",
    "source": "smithsonian",
    "category": "science_general"
  },
  {
    "text": "This questionnaire—first developed by psychologists in 1983—is one of the most widely used stress perception assessment tools in the world.",
    "source": "nat_geo",
    "category": "science_general"
  },
  {
    "text": "Science Design your own seashell Our interactive tool lets you harness the power of physics and math to coil, twist, and dilate a shell into whatever shape you can imagine—and then share your creation.",
    "source": "nat_geo",
    "category": "science_general"
  },
  {
    "text": "Now, a new set of tools from entangled atoms to black holes promises to reveal time’s true nature Features Physics The universe may be hiding a fundamentally unknowable quantum secret News Health This virus infects most of us – but why do only some get very ill?",
    "source": "new_scientist",
    "category": "science_general"
  },
  {
    "text": "News Newsletters Sign-up to our expert-curated newsletters, delivered direct to your inbox on a daily, weekly or monthly basis Explore our newsletters Life Can we genetically improve humans using George Church’s famous list?",
    "source": "new_scientist",
    "category": "science_general"
  },
  {
    "text": "Comment The world, the universe and us Mini human brain grows blood vessels Podcast Health Why people can have Alzheimer's-related brain damage but no symptoms News Technology Elon Musk is making a big bet on his future vision – will it work?",
    "source": "new_scientist",
    "category": "science_general"
  },
  {
    "text": "Svalbard, Norway 17-28 June 2026 Subscriber Only Event Beyond reality: What are we truly made of?",
    "source": "new_scientist",
    "category": "science_general"
  },
  {
    "text": "So how can the world meet the UN’s target of ending the HIV epidemic by 2030?",
    "source": "new_scientist",
    "category": "science_general"
  },
  {
    "text": "By Andrew Paul Science 80% of Americans may opt for cremation by 2045 By Andrew Paul Ask Us Anything The most dangerous type of precipitation isn&#8217;t snow By Popular Science Team Evolution This odd vine contradicts long-standing evolutionary theory By Andrew Paul Ask Us Anything What’s a false memory?",
    "source": "pop_sci",
    "category": "science_general"
  },
  {
    "text": "Discover Magazine Acquired LabX Media Group Acquires Discover Magazine, Expanding its Reach in Science Media More From Discover Planet Earth Cats Rarely Meow at Other Cats &mdash; Do They Save Their Voices for Us?",
    "source": "discover",
    "category": "science_general"
  },
  {
    "text": "Santa Cruz de la Palma, Spain Paseo de las Estrellas de la Ciencia The only open-air &quot;Hall of Fame&quot; for science stars in the world.",
    "source": "atlas_obscura",
    "category": "science_general"
  },
  {
    "text": "Sponsored By Travel Portland science The Glass Armonica: The Strange History of the Instrument Benjamin Franklin Invented Invented by one of America’s Founding Fathers, this musical instrument became the center of a medical malpractice scandal.",
    "source": "atlas_obscura",
    "category": "science_general"
  },
  {
    "text": "The Podcast Team July 11, 2025 mummies The Jeremy Bentham Auto-Icon: Why This Legendary Philosopher Put His Own Body on Display You can visit the father of utilitarianism anytime you like.",
    "source": "atlas_obscura",
    "category": "science_general"
  },
  {
    "text": "The Podcast Team June 26, 2025 Brno, Czechia Hrachovina A metal forest of peas pays tribute to the founding father of genetics.",
    "source": "atlas_obscura",
    "category": "science_general"
  },
  {
    "text": "Andrew Coletti April 18, 2025 Coimbra, Portugal Cabinet of Curiosities at the University of Coimbra One of the oldest universities in the world exhibits thousands of specimens from its 700-year-old collection.",
    "source": "atlas_obscura",
    "category": "science_general"
  },
  {
    "text": "Stroud April 14, 2025 dinosaurs A Surprising New Tail From Jurassic China The discovery of a fossil species suggests that the story of birds started about 20 million years earlier than we thought.",
    "source": "atlas_obscura",
    "category": "science_general"
  },
  {
    "text": "Andrew Coletti April 10, 2025 science One Last Ride for Antarctica’s &#39;Ivan the Terra Bus&#39; After more than 30 years as an iconic fixture of the polar research station, this beloved bus is bidding farewell to the southern continent.",
    "source": "atlas_obscura",
    "category": "science_general"
  },
  {
    "text": "Columns Case Studies Research Interviews Engineers Directory Premium Access expert insights, exclusive content, and a deeper dive into engineering and innovation.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Neetika Walter 6 hours ago Science Science Aerogels and the engineering limits of empty space Composed of up to 99.8 percent air, aerogels enable high-performance insulation across aerospace, energy, and industrial systems.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Georgina Jedikovska 9 hours ago Science Science US method could make 36 times more bio-based jet fuel with microbial &#8216;bad habits&#8217;, AI These methods enable both deep optimization of known genetic targets and broad discovery of hidden ones.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Aman Tripathi 14 hours ago Science Science Giant dinosaur predators consumed baby sauropods about 150 million years ago Sauropods were most likely eaten by dinosaurs such as Allosaurus, which lived about 145 million years ago during the Jurassic period.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Tejasri Gururaj a day ago 1/28/2026 Science Science Neutrino detection may allow nuclear weapons testing without full-scale explosions Los Alamos researchers propose using neutrino detectors to study nuclear weapon performance via pulsed fission reactors.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Neetika Walter 2 days ago Science Science World&#8217;s first exascale supercomputer shows how worn turbine blades drain jet engine power The Frontier enabled turbine simulations at an unprecedented 10–20 billion grid points.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Georgina Jedikovska 2 days ago Science Science Molecular seal strengthens perovskite solar cells, while pushing efficiency to 26.6% Quantum computers are expected to radically reduce the time needed to perform some complex calculations from thousands of years down to a matter of hours.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Prabhat Ranjan Mishra 2 days ago Science Science Video: US engineers design unsinkable metal inspired by century-old Titanic lessons The superhydrophobic tubes trap stable air bubbles inside, allowing them to float reliably in rough, sea-like conditions, researchers say.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Sujita Sinha 3 days ago Science Science China builds 35.6 tesla magnet 700,000 times stronger than Earth’s magnetic field The magnet produces a field over 700,000 times stronger than Earth’s magnetic field, enabling extreme-condition experiments for global research teams.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Sujita Sinha 3 days ago Science Science FAU secures Florida&#8217;s first dedicated quantum computer, powered by 4,400-qubit system FAU will install a D-Wave Advantage2 quantum computer, giving students and researchers direct access to quantum hardware.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Neetika Walter 3 days ago 1/27/2026 Science Science Hiroshima University turns smartphones into nuclear radiation detectors with $70 tech A piece of film, a foldable scanner, and a phone, that’s all it takes to measure radiation on-site.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Kaif Shaikh 4 days ago 1/26/2026 Science Science Edison&#8217;s 1879 light bulb may have accidentally produced graphene, scientists say The &#8220;miracle material&#8221; may have formed decades before it was officially identified.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Georgina Jedikovska 4 days ago 1/25/2026 Science Science When entangled atoms are pulled apart, quantum measurements become sharper Using up to three entangled atomic clouds, researchers beat quantum noise in spatial field measurements.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Rupendra Brahambhatt 6 days ago 1/24/2026 Science Science 5,550-year-old Colombian man carries world&#8217;s oldest syphilis-related bacteria, study finds Analysis of 5,500-year-old DNA reveals a strain of bacteria that doesn&#8217;t match any known modern form.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Christopher McFadden 7 days ago Science Science Largest sulfur molecule in space hints life’s ingredients formed before stars A 13-atom sulfur ring detected 27,000 light-years away shows the chemistry of life began in darkness, long before planets existed.",
    "source": "interesting_engineering",
    "category": "science_general"
  },
  {
    "text": "Scientists want to measure it By Amber Dance There’s life beneath the snow, but it’s at risk of melting away Animal personalities can play a big role in saving species Subscribe Featured Media Animals experience joy.",
    "source": "science_news",
    "category": "science_general"
  },
  {
    "text": "Scientists want to measure it Scientists have long focused on quantifying fear and other negative emotions in animals.",
    "source": "science_news",
    "category": "science_general"
  },
  {
    "text": "But this bone-covered tumor is benign By Carly Kay January 23, 2026 Earth A long-lost tectonic fragment may be shaking Northern California By Carolyn Gramling January 16, 2026 Some of 2025’s scientific discoveries broke records By Erin Garcia de Jesús December 31, 2025 An underwater volcano off Oregon didn’t erupt in 2025 after all.",
    "source": "science_news",
    "category": "science_general"
  },
  {
    "text": "It is published by the Society for Science, a nonprofit 501(c)(3) membership organization dedicated to public engagement in scientific research and education (EIN 53-0196483).",
    "source": "science_news",
    "category": "science_general"
  },
  {
    "text": "New research shows that benefits for depression may be attributable to a placebo effect.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "The Ancient Art of Nasal Rinsing Might Protect You From a Cold New research has given credence to a 5,000-year-old practice.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Crispr Might Be Able to Shut It Down Innovative research into the gene-editing tool targets influenza’s ability to replicate&#8212;stopping it in its tracks.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Recent research reveals how much time you should spend walking on a daily basis to prevent it.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Environment A North Atlantic Right Whale Baby Boom Is On&#8212;but the Species Remains at Risk Researchers have documented the births of nearly two dozen North Atlantic right whale calves this season.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Renewables, though, could cut them while helping keep prices from rising.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Energy China’s Renewable Energy Revolution Is a Huge Mess That Might Save the World A global onslaught of cheap Chinese green power is upending everything in its path.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "True Patriots Are Cashing In on the Apocalypse How two big names in mainstream disaster preparedness helped sell Americans on fear, anxiety, and a new generator.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Space The Search for Alien Artifacts Is Coming Into Focus From surveys of the pre-Sputnik skies to analysis of interstellar visitors, scientists are rethinking how and where to look for physical traces of alien technology.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "The Longest Solar Eclipse for 100 Years Is Coming.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "A New Bridge Links the Strange Math of Infinity to Computer Science Descriptive set theorists study the niche mathematics of infinity.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Now, they’ve shown that their problems can be rewritten in the concrete language of algorithms.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Behold the Manifold, the Concept that Changed How Mathematicians View Space In the mid-19th century, Bernhard Riemann conceived of a new way to think about mathematical spaces, providing the foundation for modern geometry and physics.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Now He’s Planning to Do It Again Chinese scientist He Jiankui wants to end Alzheimer’s and thinks Silicon Valley is conducting a “Nazi eugenic experiment.” OpenAI Invests in Sam Altman’s New Brain-Tech Startup Merge Labs Merge Labs has emerged from stealth with $252 million in funding from OpenAI and others.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Crispr Pioneer Launches Startup to Make Tailored Gene-Editing Treatments Aurora Therapeutics, cofounded by Nobel Prize&#8211;winning scientist Jennifer Doudna, plans to use gene editing and a new FDA regulatory pathway to commercialize treatments for rare diseases.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Traces of Leonardo da Vinci’s DNA May Have Been Discovered on a Red Chalk Drawing Called Holy Child Researchers suggest that they have recovered sequences from ancient works and from letters that may belong to the Renaissance genius.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Psychology and Neuroscience A Brain Mechanism Explains Why People Leave Certain Tasks for Later New research has discovered that a neural circuit may explain procrastination.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Scientists were able to disrupt this connection using a drug.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Brain Gear Is the Hot New Wearable Smartwatches are cool and all, but have you considered wearable neurotech?",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "This Is the First Time Scientists Have Seen Decisionmaking in a Brain Twelve laboratories around the world have joined forces to map neuronal activity in a mouse’s brain as it makes decisions.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "When you look back in 10, 20, even 50 years, WIRED will be the publication that led the story of the present, mapped the people, products, and ideas defining it, and explained how those forces forged the future.",
    "source": "wired",
    "category": "science_general"
  },
  {
    "text": "Subscribe Newsletters Travel FAQ WIRED Staff WIRED Education Editorial Standards Archive RSS Site Map Accessibility Help Reviews Buying Guides Streaming Guides Wearables Coupons Gift Guides Advertise Contact Us Manage Account Jobs Press Center Condé Nast Store User Agreement Privacy Policy Your California Privacy Rights © 2026 Condé Nast.",
    "source": "wired",
    "category": "science_general"
  }
]