[
  {
    "text": "The theremin, invented in 1920 by Russian physicist Leon Theremin, is the only widely used musical instrument played without physical contact, using two metal antennas to sense hand position for pitch and volume.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "Humpback whale songs follow a complex hierarchical structure with units, sub-phrases, phrases, and themes that can last up to 30 minutes and be repeated for hours or days.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Absolute pitch (perfect pitch) occurs in only about 1 in 10,000 people in the general population, though a 2019 review indicated prevalence of at least 4% among music students.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "Pythagoras discovered in the 6th century BC that harmonious musical intervals occur when string lengths form simple integer ratios, founding the mathematical study of acoustics.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "The smallest sound a human can hear (threshold of hearing) is nine orders of magnitude smaller than ambient atmospheric pressure, demonstrating the ear's extraordinary sensitivity.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "The oldest known musical instrument is a simple flute dated to 50,000-60,000 years ago, found in Slovenia, though its origin as a human-made instrument is disputed.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "Infrasound (below 20 Hz) can travel thousands of kilometers and has been linked to feelings of unease, awe, or supernatural experiences in humans.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "The white bellbird makes the loudest bird call ever recorded at 125 decibels, louder than a rock concert and previously beaten only by the screaming piha at 116 dB.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Concert pitch A=440 Hz only became an international standard in 1939; before standardization, the A above middle C varied from 400 to 457 Hz across different times and places.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "Blind listening tests since 1817 have consistently found no significant sound quality difference between Stradivarius violins and high-quality modern instruments.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "Elephants communicate using infrasound that can travel through the ground for hundreds of kilometers, sensed by other herds through their feet.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "Synesthesia affects about 4% of the population, with music-to-color synesthesia being one of the most common forms, where sounds trigger visual color experiences.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "The brown thrasher can sing up to 3,000 distinct song types, making it one of the most vocally complex birds known.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "People who speak tonal languages like Mandarin or Vietnamese are significantly more likely to develop absolute pitch, suggesting early exposure to pitch-meaning associations is crucial.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The first electrical recording was made in 1920 at Westminster Abbey's Unknown Warrior funeral service, using telephone microphones wired to recording equipment outside.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "The 52-hertz whale, tracked since 1989, sings at a unique frequency much higher than other whales, and is sometimes called 'the world's loneliest whale' because no other whales are known to respond to its calls.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "French scientist Vladimir Gavreau discovered infrasound in 1957 when investigating mysterious nausea in his laboratory, traced to a 7 Hz vibration from a loose motor.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "The syrinx, the vocal organ of birds, can produce two notes simultaneously because birds can control the two sides of their trachea independently.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Melodic intonation therapy uses singing to help stroke patients with non-fluent aphasia regain speech, exploiting the right hemisphere's music processing abilities.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Beach Boys' 'Good Vibrations' (1966) doesn't actually contain a theremin; it uses an Electro-Theremin, a different instrument invented by Paul Tanner.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "All whales in a geographic area sing virtually the same song at any point in time, but the song constantly evolves over months and years, never returning to old patterns.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Beethoven's tuning fork, preserved in the British Library, is pitched at A=455.4 Hz, more than a semitone higher than modern concert pitch of A=440 Hz.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "About 20% of people with absolute pitch also have synesthesia, showing genetic and neurological overlap between these conditions.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Roman architect Vitruvius described acoustic principles for theater design around 20 BC, including sound reflection, echoes, and the use of bronze vessels to enhance harmonious notes.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "A captive beluga whale named NOC spontaneously learned to mimic human speech patterns at frequencies far lower than normal beluga calls by deliberately overinflating his vestibular sac.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "The first multitrack tape recorder was invented by musician Les Paul in the late 1940s, ushering in a revolution in recording technology.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Sumatran rhinoceros produces sounds with frequencies as low as 3 Hz, with similarities to humpback whale songs.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "Stradivari made over 1,100 instruments in his lifetime, of which approximately 650 survive today, with golden period violins (1700-1725) selling for millions of dollars.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "Highland bagpipe bands tune to around A=470-480 Hz, over a semitone higher than standard A=440, causing them to sound in B-flat despite notation in A.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The tiger's roar contains infrasound at 18 Hz and lower, which may help freeze prey with fear as these frequencies affect the human body.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "The first practical sound recording device, Edison's phonograph cylinder, was invented in 1877, just one year after Alexander Graham Bell's telephone.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "Scientists have measured that blue whale songs have been getting progressively lower in pitch since the 1960s, though the reason remains unknown.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "The phonautograph, invented in 1857, could record sound waves but not play them back; an 1860 recording of 'Au Clair de la Lune' was finally converted to audio in 2008.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "Up to 30% of autistic people may have absolute pitch, compared to less than 0.01% of the general population.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The earliest known mechanical music device was a water-powered organ with interchangeable cylinders invented by the Banū Mūsā brothers in 9th century Baghdad.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "Sperm whales communicate using codas—short rhythmic click sequences of 3-12 clicks in stereotyped patterns that function as symbolic markers of clan identity.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "A 2003 experiment found that 22% of people exposed to inaudible 17 Hz infrasound reported feelings of unease, nervousness, or chills, supporting theories that infrasound may cause 'ghost sightings'.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "The tuning fork was invented in 1711, finally enabling the calibration of musical pitch, though international standardization took until 1939.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "Leon Theremin was allegedly kidnapped by Soviet agents from his New York apartment in 1938 and forced to work in a Siberian prison laboratory for 30 years.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "Birds raised in isolation from other birds still sing, but produce 'isolate songs' that are distinctly abnormal and lack complexity compared to wild birds.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "The 'Lady Blunt' Stradivarius violin sold for $15.9 million in 2011, making it the most expensive musical instrument ever sold at auction.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "Composer Alexander Scriabin created colored music using a deliberate system based on the circle of fifths, though he was not actually a synesthete—unlike Olivier Messiaen who had genuine sound-color synesthesia.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Sound travels roughly three times faster in water than in air, making hearing the most important sense for marine mammals like whales and dolphins.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "The FOXP2 gene, defects in which cause speech disorders in humans, becomes highly expressed in birds' song-learning brain areas during periods of vocal learning.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Before World War I, pitch in music was steadily rising, putting such strain on singers that the French government passed a law in 1859 standardizing A at 435 Hz.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The oilbird and certain swiftlets use audible echolocation (2-5 kHz) to navigate in dark caves, making them among the few birds known to use sonar.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "One theory attributes Stradivarius violins' qualities to wood grown during the Little Ice Age (1645-1750), when cooler temperatures caused denser, slower-growing trees.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "In a famous 1977 BBC test, violinists Isaac Stern and Pinchas Zukerman couldn't reliably distinguish a Stradivarius from a 1976 British violin played behind a screen.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "Piano rolls, the earliest method of recording music performances, were in continuous mass production from 1896 to 2008, spanning over 112 years.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Voyager Golden Records sent into space in 1977 included whale songs alongside other sounds representing Earth.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "The word 'acoustic' derives from the Greek 'akoustikos' meaning 'of or for hearing' and 'akoustos' meaning 'heard, audible'.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Club-winged manakins produce sound with their wings through stridulation mechanisms similar to insects, not using their vocal organs at all.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "A 19 Hz infrasonic signal caused by a malfunctioning fan may be responsible for some reported ghost sightings, as it can resonate with the human eye and cause visual disturbances.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "The MythBusters tested the legendary 'brown note'—an infrasonic frequency said to cause loss of bowel control—at 5 Hz and 153 dB and declared the myth 'busted'.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "Robert Moog, inventor of the famous Moog synthesizer, began his career building theremins in high school in the 1950s.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "Tim Storms holds the record for the lowest vocal note produced by a human, hitting G-7 (0.189 Hz)—so low that only elephants can hear it.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "Birds sing louder and at higher pitches in urban areas to compensate for traffic noise, and during COVID-19 lockdowns, San Francisco birds sang 30% more softly.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Stereophonic sound was first commercially used in Disney's Fantasia (1940), which used a separate film just for the four-track sound.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "The humpback whale song is described by marine biologist Philip Clapham as 'probably the most complex in the animal kingdom'.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Over 400 bird species engage in duet calls, with some pairs so perfectly timed they sound like a single bird—a phenomenon called antiphonal duetting.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Synesthete Solomon Shereshevsky had such complete five-sense synesthesia that he could remember virtually everything, but struggled to understand abstract concepts.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "The earliest record of the study of acoustics dates to Pythagoras in the 6th century BC, who investigated why certain musical combinations sound more beautiful than others.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Aristotle correctly understood around 350 BC that sound consists of compressions and rarefactions of air—a good description of wave motion.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "The audible frequency range for humans is 20 Hz to 20,000 Hz, while ultrasound is above 20,000 Hz and infrasound is below 20 Hz.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Storks are nearly voiceless, producing only percussive sounds by clattering their bills together instead of singing.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "The first Theremin Concert for Extraterrestrials was transmitted from Crimea in 2001, seven years before NASA's 'Across the Universe' message.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "Baleen whales sing at frequencies ranging from 10 Hz to 31 kHz, with some calls potentially audible across entire ocean basins before modern shipping noise.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Neurologist Oliver Sacks found that people with certain frontal lobe damage often developed a 'strange access of musicality'—incessant singing and passionate interest in music.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Musicians with absolute pitch can experience distress when hearing music transposed from its original key or played at non-standard pitch.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "Animals were reported to have fled Asian coasts hours before the 2004 tsunami hit, possibly sensing infrasound from the earthquake through the ground.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "The peacock uses infrasound in its mating display, producing frequencies humans cannot hear but which may be felt by potential mates.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "Thereminist Carolina Eyck invented the '8 finger position technique' in 2004, allowing precise note-playing on the notoriously difficult-to-play theremin.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "The critic Harold Schonberg described the theremin's sound as 'a cello lost in a dense fog, crying because it does not know how to get home'.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Lyres of Ur, excavated from Sumerian graves dated 2600-2500 BC, represent one of the first ensembles of instruments ever discovered.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "Chinese bone flutes from the Jiahu site, dated 7,000-9,000 years old, represent some of the 'earliest complete, playable, multinote musical instruments' ever found.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "The first orchestral composition written for theremin was Andrei Pashchenko's Symphonic Mystery, premiered in 1924—though most of the score was lost after its second performance.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "Beluga whales, commonly called 'sea canaries', produce such an immense variety of whistles, clicks, and pulses that early sailors thought they heard birds.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "In 1902 alone, there were 70,000-75,000 player pianos manufactured and 1-1.5 million piano rolls produced in the United States.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "The western capercaillie is the only bird known to use infrasound (around 20 Hz) in its vocalizations.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Music therapy was used as far back as the 1830s at the Hanwell Lunatic Asylum in England, providing music performances and movement sessions for patients with serious mental illness.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Ambient ocean noise from shipping has doubled every decade since mid-20th century, reducing the range at which whale sounds can be heard from potentially ocean-spanning to much shorter distances.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Blue whales stop producing foraging calls when mid-frequency sonar is activated, even though sonar frequencies (1-8 kHz) are far outside their sound production range (25-100 Hz).",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "A color-blind grapheme-color synesthete studied by V.S. Ramachandran could 'see' colors triggered by letters that he couldn't see with his eyes, calling them 'Martian colors'.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "The didgeridoo, used by Australian Aboriginal people for at least 1,000 years, produces low-frequency sounds believed to have healing properties.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Homing pigeons may navigate using naturally generated infrasound from sources like turbulent airflow over mountain ranges.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "In the 17th century, a single organ's pitch could vary over time due to the tuning process of tapping pipe ends to curve them inward (raising pitch) or outward (lowering it).",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The first commercially released movie with a stereo soundtrack was Disney's Fantasia in 1940, using the Fantasound system with a separate film just for sound.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "Stradivarius instruments found to contain trace amounts of aluminum, copper, calcium, borax, and fluorides—possibly from wood preservatives or varnishes.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "Female birds in tropical regions sing as much as males, unlike temperate regions where mostly males sing, possibly because aseasonal breeding requires both sexes to stay in breeding condition.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Mirror neurons in songbirds fire both when they sing a specific song type and when they hear it played back, suggesting a neurological basis for vocal learning similar to human speech.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Dyatlov Pass incident, where nine Soviet hikers died mysteriously in 1959, has infrasound hypothesized as one possible cause of death.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "In 2009, a violin made with fungus-treated wood by Swiss researcher Francis Schwarze received 90 of 180 votes for best tone, beating a $2 million Stradivarius which got 39 votes.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "Speakers of European languages unconsciously use absolute pitch when speaking, with emotional speech showing bias toward certain consistent pitches.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Comprehensive Nuclear-Test-Ban Treaty Organization uses a network of 53 infrasound stations worldwide to detect nuclear detonations and other large explosions.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "The 2022 Hunga Tonga eruption produced the loudest infrasound ever recorded by the global monitoring system, detected by all 53 stations worldwide.",
    "source": "https://en.wikipedia.org/wiki/Infrasound",
    "original_category": "music_acoustics"
  },
  {
    "text": "Whaling Captain William H. Kelly was the first person known to recognize whale singing for what it was, while on the brig Eliza in the Sea of Japan in 1881.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Marconi-Stille tape recorders used in the 1930s were so dangerous—using razor-blade steel tape—that technicians operated them from another room for safety.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "The first British stereo recordings were made by EMI in 1931, developed by Alan Blumlein who invented the technique to make sound follow actors across a movie screen.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Sony Walkman, introduced in 1979, was the first portable personal music player and gave a major boost to sales of prerecorded cassettes.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "Dolby A noise reduction, introduced in 1966, suppressed tape hiss and was one of the most important advances in recording fidelity before digital recording.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "Quadraphonic sound, introduced in the 1970s, was a commercial failure partly because of competing incompatible four-channel systems from CBS, JVC, and others.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "The compact disc was introduced in 1982, effectively relegating vinyl records to a niche market by the mid-1990s.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "Many birds have mirror neurons that fire both when singing and when hearing the same song, potentially explaining how they learn songs by imitation.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Juvenile birds go through a 'subsong' phase similar to human babbling before learning to sing properly, gradually crystallizing their song over 2-3 months.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Canaries can develop new songs even as adults ('open-ended learners'), while zebra finches can only learn songs in their first year ('close-ended learners').",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "The male zebra finch's song-learning brain regions are 3-6 times larger than females', one of the most extreme sexual dimorphisms in any vertebrate brain.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "In tropical and Australian desert birds, where climates are less seasonal, females sing almost as much as males—unlike temperate zone birds.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "The hearing range of birds extends from below 50 Hz to around 12 kHz, with maximum sensitivity between 1-5 kHz, narrower than human hearing.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Male birds stop singing as soon as their female partners leave the nest box in the morning, suggesting the dawn chorus functions partly to communicate with absent mates.",
    "source": "https://en.wikipedia.org/wiki/Bird_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Stroh violin, which uses a metal horn instead of a wooden body, was invented specifically to make violin sounds loud enough to record before electronic amplification.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "The gramophone record overtook the phonograph cylinder around 1910 and remained the dominant music format until the late 1980s—nearly 80 years.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "The nominal speed of 78 rpm for early records was set at 78.26 rpm in America and 77.92 rpm elsewhere, due to differences in AC electricity frequencies used to calibrate recording lathes.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "MIDI (Musical Instrument Digital Interface), introduced in 1982, standardized how electronic instruments communicate and revolutionized music production.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "Sound recording has enabled the preservation and spread of musical styles globally; before recording, a person had to attend live performances to hear famous musicians.",
    "source": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
    "original_category": "music_acoustics"
  },
  {
    "text": "Lexical-gustatory synesthesia causes people to taste specific flavors when hearing words—for example, the word 'basketball' might taste like waffles.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "People with mirror-touch synesthesia feel physical sensations when watching others being touched, and research suggests they may have higher empathy.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Ticker-tape synesthesia causes people to mentally 'see' written words when hearing speech, like subtitles in their mind.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Number form synesthesia causes numbers to automatically appear in specific spatial locations, like a mental map—a phenomenon first documented by Francis Galton in 1881.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Grapheme-color synesthetes show consistent color associations for letters and numbers, scoring 90% consistency on retests years apart, versus 30-40% for non-synesthetes.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "There are at least 80 documented types of synesthesia, with any two senses or cognitive pathways potentially linked.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Synesthesia can be induced in non-synesthetes through psychedelic drugs like LSD and mescaline, temporal lobe epilepsy, or deep meditation.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Famous synesthete composers include Duke Ellington, Rimsky-Korsakov, and Jean Sibelius, all of whom associated colors with musical sounds.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Physicist Richard Feynman had grapheme-color synesthesia, seeing Bessel functions with 'light-tan j's, slightly violet-bluish n's, and dark brown x's flying around'.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Billie Eilish, Kanye West, Pharrell Williams, Lorde, and many other contemporary musicians have reported having synesthesia.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Isaac Newton proposed that musical tones and color tones shared common frequencies, inspiring centuries of attempts to build 'color organs' for performing colored music.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Women are six times more likely to have synesthesia than men, according to population studies conducted in Cambridge, England.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "People with spatial sequence synesthesia can recall past events in far greater detail than those without the condition, giving them superior autobiographical memory.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "The first medical description of synesthesia was published in 1812 by German physician Georg Tobias Ludwig Sachs, who himself had colored hearing.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Vladimir Nabokov described his grapheme-color synesthesia in detail: the letter A appeared as 'weathered wood' in English but 'polished ebony' in French.",
    "source": "https://en.wikipedia.org/wiki/Synesthesia",
    "original_category": "music_acoustics"
  },
  {
    "text": "Music therapy has been shown to significantly reduce grief-related distress compared to standard counseling or psychotherapy.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "In ancient China, written records describe music as essential medicine—'at the end of a song, people were safe when they were discharged'.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Bamileke people of Cameroon use slit drums for communication, as do many African cultures where drums were considered so sacred that certain drums were fatal to see for anyone but royalty.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "The carnyx, a Celtic war trumpet from around 300 BC, was designed with a screaming animal head that emitted harsh sounds and a clicking tongue to intimidate enemies in battle.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Byzantine lyra, a bowed string instrument, is the ancestor of most European bowed instruments including the violin.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "The first bagpipes appeared in the 9th century and spread throughout Europe, serving functions from folk instruments to military use.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "The saxophone, invented by Adolphe Sax in 1840, grew into an entire family of instruments capable of different ranges from soprano to bass.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Moog synthesizer, developed by Robert Moog in the 1960s, revolutionized music production and led to synthesizers becoming ubiquitous in modern music.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Hornbostel-Sachs system, developed in 1914, is the only musical instrument classification system that applies to any culture and provides unique classification for each instrument.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "The violin achieved its 'classical shape' in the 16th century and has remained essentially unchanged for over 400 years.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "The lute, dominant in European music for centuries, was replaced by the guitar around 1750 as tastes changed.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "Concert pitch A=439 Hz was originally proposed for the 1939 international standard but changed to A=440 Hz possibly because 439 is a prime number, making it difficult to reproduce in laboratories.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "Cuban orchestras tune to A=436 Hz so that strings, which are difficult to obtain due to embargoes, last longer.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "Baroque music ensembles typically tune to A=415 Hz, almost a semitone lower than modern concert pitch, to better match historical instrument design.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The pitch convention of A=432 Hz has attracted conspiracy theories claiming healing properties or Nazi connections, though these claims have no scientific basis.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "In Michael Praetorius's time (early 17th century), pitch levels were at least a minor third higher than today, causing severe throat strain in singers.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Berlin Philharmonic recently lowered their tuning from 445 Hz to 443 Hz, reversing the centuries-long trend of rising pitch.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Treaty of Versailles (1919) included provisions about standardizing musical concert pitch at A=435 Hz, demonstrating how seriously governments took pitch standardization.",
    "source": "https://en.wikipedia.org/wiki/Concert_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The 'Ames' Stradivarius, stolen in 1981, was recovered 34 years later in 2015, demonstrating how difficult it is to sell stolen famous instruments.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "In 2019, a museum in Cremona, Italy created the 'Stradivarius Sound Bank', recording over one million sound files to digitally preserve these instruments' sounds for future generations.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "The 'Macdonald' Stradivarius viola was put up for auction in 2014 with a minimum bid of $45 million but failed to sell.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "Some world-class soloists like Christian Tetzlaff have switched from Stradivarius instruments to modern violins, finding them better for Romantic and 20th-century music.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "The maple wood Stradivari used may have been sourced from Croatian forests, known for extremely dense wood due to harsh winters causing slow growth.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "CT scans of a Stradivarius named the 'Betts' have been used to create reproduction instruments, but none have matched the original's reputation.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "Stradivari used an inner form to build his instruments, while French makers like Vuillaume used an outer form, representing different lutherie traditions.",
    "source": "https://en.wikipedia.org/wiki/Stradivarius",
    "original_category": "music_acoustics"
  },
  {
    "text": "Toothed whales produce sounds using 'phonic lips' in their nasal cavity, not vocal cords, and can recycle air to continue making sounds indefinitely.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Every toothed whale except the sperm whale has two sets of phonic lips and can make two sounds independently and simultaneously.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Whale sounds discovered during World War II were initially suspected to be Soviet submarine signals before researcher William Schevill identified them as whale vocalizations.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Songs of the Humpback Whale, released in 1970 by Katy and Roger Payne, was a bestselling album that sparked public awareness of whale songs.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Whales adjust their songs to compensate for background noise pollution, a phenomenon called the Lombard effect, also observed in humans.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Dolphins use 'signature whistles' as individual names, developing unique sounds at 4-6 months of age that they use most frequently throughout their lives.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Humpback whales produce notes ranging from 20 Hz to above 24 kHz, spanning both infrasonic and near-ultrasonic ranges.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "Killer whales produce long-range calls traveling 10-16 km for foraging and short-range calls traveling 5-9 km during social and resting periods.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "At least nine separate acoustic populations of blue whales exist worldwide, identifiable by their distinct song types.",
    "source": "https://en.wikipedia.org/wiki/Whale_vocalization",
    "original_category": "music_acoustics"
  },
  {
    "text": "People with absolute pitch can identify not just musical notes but also everyday sounds like car horns and alarms by their pitch.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "Absolute pitch is not related to superior hearing ability—it's a cognitive skill involving pitch memory and labeling, not keener perception.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "No adult has ever been documented to have acquired true absolute pitch through training, though some can develop 'pseudo-absolute pitch' that resembles it superficially.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "People with absolute pitch identify C-major notes (the white keys) faster and more reliably than the five 'black key' notes, reflecting greater musical exposure to these tones.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "Mandarin Chinese speakers speak words at the same absolute pitch (within a quarter-tone) on different days, suggesting absolute pitch develops through tonal language learning.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "People without perfect pitch can often sing familiar songs in the correct key and recognize when TV themes have been shifted to the wrong key.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "The drug valproate (an antiseizure medication) may help adults learn pitch identification better, possibly by reopening critical period plasticity in the brain.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "People with Williams syndrome have a higher prevalence of absolute pitch than the general population.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "Absolute pitch may actually hinder some musical tasks like transposition, as possessors can become confused by 'wrong' pitches that are in tune relatively.",
    "source": "https://en.wikipedia.org/wiki/Absolute_pitch",
    "original_category": "music_acoustics"
  },
  {
    "text": "Research indicates that music therapy produces highly significant improvements in social behaviors and reduces agitated behaviors in people with dementia.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Patients with non-fluent aphasia who cannot speak can often still sing words and phrases they cannot otherwise express.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Rhythmic stimuli help balance training for people with brain injuries because the brain's motor systems respond strongly to rhythm.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Music therapy has been shown to lower cortisol levels, providing biochemical evidence that music reduces stress.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Researchers at Baylor University are studying whether harmonica playing can improve lung function in patients with COPD.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Bonny Method of Guided Imagery and Music uses classical music selections to guide patients to higher states of consciousness for healing.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Nordoff-Robbins music therapy approach, based on the belief that everyone can benefit from musical experience, uses improvisation between therapist and client.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Children in music therapy groups showed 43% decrease in grief process scale scores, demonstrating music's effectiveness in helping bereaved adolescents.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Music therapy may help children with autism improve motor and attention skills as well as social communication and language acquisition.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Listening to music may improve heart rate, respiratory rate, and blood pressure in patients with coronary heart disease.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Music therapy is distinct from 'sound healing'—music therapy is regulated and evidence-based, while sound healing is an unregulated alternative therapy.",
    "source": "https://en.wikipedia.org/wiki/Music_therapy",
    "original_category": "music_acoustics"
  },
  {
    "text": "Al-Biruni, a medieval Islamic scholar, postulated around 1000 AD that sound traveled much slower than light—centuries before this was scientifically measured.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Galileo Galilei discovered the complete laws of vibrating strings around 1600, building on what Pythagoras had started 2000 years earlier.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Wallace Sabine's groundbreaking work in architectural acoustics in the early 1900s was the first major technological application of acoustic science.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Underwater acoustics was first used militarily to detect submarines in World War I.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Psychoacoustics research shows that the central nervous system is activated by basic acoustic characteristics of music, explaining music's effects on mood and behavior.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Acoustic levitation—using sound waves to suspend objects in mid-air—is a real phenomenon studied by acousticians.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Sonoluminescence is the emission of light from imploding bubbles in liquid when excited by sound, demonstrating sound can produce light.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Sonochemistry uses sound waves to accelerate chemical reactions, with applications in medicine and industry.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Doppler effect, commonly heard when an ambulance passes, was first described for sound but later proved fundamental to understanding the expanding universe.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Helioseismology uses sound waves inside the Sun to study its internal structure, applying acoustic principles to astronomy.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "The snapping shrimp creates one of the loudest sounds in the ocean through cavitation bubbles, reaching up to 218 dB and used as a sonic weapon.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Acoustic metamaterials can bend sound waves around objects, potentially creating acoustic invisibility cloaks.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Piezoelectric materials convert mechanical pressure to electricity and vice versa, enabling ultrasonic medical imaging and many acoustic devices.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Active noise control uses destructive interference—playing a sound wave's inverse—to cancel unwanted noise in headphones and other applications.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "The MP3 format uses psychoacoustic principles, removing sounds humans can't perceive to compress audio files by 90% or more.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Archaeoacoustics studies the acoustic properties of prehistoric sites, finding that cave paintings often cluster in areas with special acoustic properties.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Lord Rayleigh's The Theory of Sound (1877) combined all previous acoustic knowledge and remains influential in the field today.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "Sound travels faster in solids than liquids, and faster in liquids than gases, because molecules are more closely packed.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "In fluids, sound propagates as pressure waves (longitudinal), but in solids it can also travel as transverse and surface waves.",
    "source": "https://en.wikipedia.org/wiki/Acoustics",
    "original_category": "music_acoustics"
  },
  {
    "text": "The 'New Violin Family' was developed in 1964 to provide differently sized violins to expand the range of available sounds beyond the traditional violin, viola, and cello.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "The electric guitar was developed in the 1930s, and by the 1960s had revolutionized popular music.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "Samplers, introduced around 1980, allow musicians to sample and reuse existing sounds and were crucial to the development of hip hop.",
    "source": "https://en.wikipedia.org/wiki/Musical_instrument",
    "original_category": "music_acoustics"
  },
  {
    "text": "The theremin was used in classic film scores including Spellbound, The Day the Earth Stood Still, and The Ten Commandments, establishing its association with eerie atmospheres.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "Jimmy Page of Led Zeppelin used a theremin (pitch antenna only) in live performances of 'Whole Lotta Love' and 'No Quarter'.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "The world record for largest theremin ensemble (289 players) was set in 2019 in Kobe, Japan, and included three generations of Theremin's own family.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "Lothar and the Hand People, formed in 1965, were the first rock band to perform live with a theremin—which they named 'Lothar'.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "Forbidden Planet's electronic soundtrack was not made with a theremin but with custom-built oscillator circuits and a ring modulator by Bebe and Louis Barron.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "The theremin has been praised as providing an accessible route to music-making for people with disabilities, as it requires no physical contact.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "A theremin works by detecting minute changes in capacitance caused by hand movement, with a full octave of frequency shift produced by only 0.01 picofarad capacitance change.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "Clara Rockmore, the most famous thereminist, observed that theremin players must 'play the rests as well as the notes'—actively silencing the instrument between notes.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Loki TV series soundtrack on Disney+ features a theremin played by Charlie Draper, bringing the vintage instrument to 21st century audiences.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "Be More Chill was the first Broadway musical to include a theremin in its band.",
    "source": "https://en.wikipedia.org/wiki/Theremin",
    "original_category": "music_acoustics"
  },
  {
    "text": "Humpback whale songs helped save them from extinction - recordings of their haunting calls in the 1970s sparked the 'Save the Whales' movement.",
    "source": "https://www.nationalgeographic.com/animals/article/humpback-songs-archival-save-the-whales-ceti-roger-payne",
    "original_category": "music_acoustics"
  },
  {
    "text": "The Piano Quintet by Dmitri Shostakovich has been called 'the most expensive piece of chamber music ever composed'.",
    "source": "https://en.wikipedia.org/wiki/Piano_Quintet_(Shostakovich)",
    "original_category": "music_acoustics"
  },
  {
    "text": "A Genshin Impact character (Wanderer) was inspired by the Queen song 'Bohemian Rhapsody'.",
    "source": "https://en.wikipedia.org/wiki/Wanderer_(Genshin_Impact)",
    "original_category": "music_acoustics"
  },
  {
    "text": "A duck's quack doesn't echo, and no one knows why.",
    "source": "https://en.wikipedia.org/wiki/Duck",
    "original_category": "acoustics"
  }
]