[
  {
    "text": "Cats lapping water is a feat of physics - their tongue barely touches the water surface, creating a column of liquid through adhesion and inertia, snapping their mouth shut before gravity can overcome the inertia and pull the water back down.",
    "source": "https://www.mentalfloss.com/animals/cats/20-fun-facts-about-our-mysterious-feline-friends",
    "original_category": "physics_quantum_mechanics"
  },
  {
    "text": "Bubbles in a bath keep water warmer longer by forming an insulating layer on the surface that reduces heat loss to the air.",
    "source": "https://www.mentalfloss.com/amazing-facts",
    "original_category": "physics_quantum_mechanics"
  },
  {
    "text": "A double rainbow occurs when sunlight is reflected twice inside a raindrop - the colors of the secondary rainbow appear in reverse order.",
    "source": "https://www.mentalfloss.com/amazing-facts",
    "original_category": "optics_light"
  },
  {
    "text": "Light travels at exactly 299,792,458 meters per second - the cosmic speed limit that nothing with mass can reach.",
    "source": "https://www.wikidata.org/wiki/Q9128",
    "original_category": "physics_quantum_mechanics"
  },
  {
    "text": "Gravitational waves travel at exactly the speed of light (299,792,458 m/s), as predicted by Einstein in 1916.",
    "source": "https://www.wikidata.org/wiki/Q190035",
    "original_category": "physics_quantum_mechanics"
  },
  {
    "text": "Tachyons are hypothetical particles that would always travel faster than light - they cannot slow down to light speed.",
    "source": "https://www.wikidata.org/wiki/Q41995",
    "original_category": "physics_quantum_mechanics"
  },
  {
    "text": "The graviton is the hypothetical particle that mediates gravity - if it exists, it must be massless.",
    "source": "https://www.wikidata.org/wiki/Q103585",
    "original_category": "physics_quantum_mechanics"
  },
  {
    "text": "Eugene Parker described the mathematics behind his theory of solar wind as just 'four lines of algebra'.",
    "source": "https://en.wikipedia.org/wiki/Eugene_Parker",
    "original_category": "physics_quantum_mechanics"
  },
  {
    "text": "Shortly after it was completed, the Tokamak de Fontenay-aux-Roses burned a hole through itself in a plasma disruption.",
    "source": "https://en.wikipedia.org/wiki/Tokamak_de_Fontenay-aux-Roses",
    "original_category": "physics_quantum_mechanics"
  },
  {
    "text": "An airplane crash survivor used stroboscopic photography techniques pioneered by Doc Edgerton to take high-speed photographs of bullets, insects, and liquid drops.",
    "source": "https://en.wikipedia.org/wiki/Doc_Edgerton",
    "original_category": "optics_light"
  },
  {
    "text": "Doc Edgerton created a stroboscope that he used to take high-speed photographs of bullets being shot, insects flying, and drops of liquid.",
    "source": "https://en.wikipedia.org/wiki/Doc_Edgerton",
    "original_category": "optics_light"
  },
  {
    "text": "The style of Hermann Weyl's Gruppentheorie und Quantenmechanik has been likened to 'a smiling figure on horseback, cutting a clean way through ... with a swift bright sword'.",
    "source": "https://en.wikipedia.org/wiki/Gruppentheorie_und_Quantenmechanik",
    "original_category": "physics_quantum_mechanics"
  },
  {
    "text": "A number of important questions remain open in the area of physics beyond the Standard Model, such as the strong CP problem, determining the absolute mass of neutrinos, understanding matter–antimatter asymmetry, and identifying the nature of dark matter and dark energy.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "This incompatibility causes both theories to break down under extreme conditions, such as within known spacetime gravitational singularities like those at the Big Bang and at the centers of black holes beyond their event horizons.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Dimensionless physical constants: At the present time, the values of various dimensionless physical constants cannot be calculated; they can be determined only by physical measurement.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Does this radiation contain information about their inner structure, as suggested by gauge–gravity duality, or not, as implied by Hawking's original calculation?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "The cosmic censorship hypothesis and the chronology protection conjecture: Can singularities not hidden behind an event horizon, known as \"naked singularities\", arise from realistic initial conditions, or is it possible to prove some version of the \"cosmic censorship hypothesis\" of Roger Penrose which proposes that this is impossible?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "A well-understood example of holography is the AdS/CFT correspondence in string theory.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Similarly, can quantum gravity in a de Sitter space be understood using dS/CFT correspondence?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "In string theory, although originally spacetime was considered just like in general relativity (with the only difference being supersymmetry), recent research building upon the Ryu–Takayanagi conjecture has taught that spacetime in string theory is emergent by using quantum information theoretic concepts such as entanglement entropy in the AdS/CFT correspondence.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "However, how exactly the familiar classical spacetime emerges within string theory or the AdS/CFT correspondence is still not well understood.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Cosmological inflation is generally accepted as the solution, but are other possible explanations such as a variable speed of light more appropriate?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Size of universe: The diameter of the observable universe is about 93 billion light-years (or equivalently a radius of about 14 Gpc), but what is the size of the whole universe?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Understanding the mechanisms that led to this asymmetry is a major unsolved problem in physics.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Cosmological constant problem: Why does the zero-point energy of the vacuum not cause a large cosmological constant?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "If so, is it a WIMP, axion, the lightest superpartner (LSP), or some other particle?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Despite extensive research, the exact composition of dark matter remains unknown.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Understanding its properties is crucial for a comprehensive understanding of the universe.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Dark energy: What is the cause of the observed accelerating expansion of the universe (the de Sitter phase)?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Why is the energy density of the dark energy component of the same magnitude as the density of matter at present when the two evolve quite differently over time; could it be simply that we are observing at exactly the right time?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Is dark energy a pure cosmological constant or are models of quintessence such as phantom energy applicable?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Shape of the universe: What is the 3-manifold of comoving space, i.e., of a comoving spatial section of the universe, informally called the \"shape\" of the universe?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Magnetic monopoles: Did particles that carry \"magnetic charge\" exist in some past, higher-energy epoch?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "How thus does low energy /non-pertubative QCD give rise to the formation of complex nuclei and nuclear constituents?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Is there a theory that can explain the masses of particular quarks and leptons in particular generations from first principles (a theory of Yukawa couplings)?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Measured values of this flux appears to be only 94% of the value expected from theory.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Are they a tightly bound system of five elementary particles, or a more weakly-bound pairing of a baryon and a meson?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Mu problem: A problem in supersymmetric theories, concerned with understanding the reasons for parameter values of the theory.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "It is unknown how such a simple value comes about, and why it is the exact arithmetic average of the possible extreme values of ⁠ 1 /3⁠ (equal masses) and 1 (one mass dominates).",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Is strange matter stable at 0 pressure (i.e.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "How do other solar-like stars generate their magnetic fields, and what are the similarities and differences between stellar activity cycles and that of the Sun?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "What caused the Maunder Minimum and other grand minima, and how does the solar cycle recover from a minima state?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Astrophysical jet: Why do only certain accretion discs surrounding certain astronomical objects emit relativistic jets along their polar axes?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Why are there sometimes overtones, and why do these appear at different frequency ratios in different objects?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Supermassive black holes: What is the origin of the M–sigma relation between supermassive black hole mass and galaxy velocity dispersion?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Flyby anomaly: Why is the observed energy of satellites flying by planetary bodies sometimes different by a minute amount from the value predicted by theory?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Galaxy rotation problem: Is dark matter responsible for differences in observed and theoretical speed of stars revolving around the centre of galaxies, or is it something else?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Supernovae: What is the exact mechanism by which an implosion of a dying star becomes an explosion?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "p-nuclei: What astrophysical process is responsible for the nucleogenesis of these rare isotopes?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Ultra-high-energy cosmic ray: Why is it that some cosmic rays appear to possess energies that are impossibly high, given that there are no sufficiently energetic cosmic ray sources near the Earth?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Rotation rate of Saturn: Why does the magnetosphere of Saturn exhibit a (slowly changing) periodicity close to that at which the planet's clouds rotate?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "The number count and intensity dipole anisotropy in radio, NRAO VLA Sky Survey (NVSS) catalogue is inconsistent with the local motion as derived from cosmic microwave background and indicate an intrinsic dipole anisotropy.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "The optical polarization from quasars shows polarization alignment over a very large scale of Gpc.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "The cosmic-microwave-background data shows several features of anisotropy, which are not consistent with the Big Bang model.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Although in the local (primarily thin) disk of the Milky Way there is no evidence of a strong AMR, a sample of 229 nearby \"thick\" disk stars has been used to investigate the existence of an age–metallicity relation in the Galactic thick disk, and indicate that there is an age–metallicity relation present in the thick disk.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "The lithium problem: Why is there a discrepancy between the amount of lithium-7 predicted to be produced in Big Bang nucleosynthesis and the amount observed in very old stars?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Ultraluminous X-ray sources (ULXs): What powers X-ray sources that are not associated with active galactic nuclei but exceed the Eddington limit of a neutron star or stellar black hole?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Fast radio bursts (FRBs): What causes these transient radio pulses from distant galaxies, lasting only a few milliseconds each?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Understanding their origin is a significant unsolved problem in astrophysics.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Quark–gluon plasma: Where is the onset of deconfinement: 1) as a function of temperature and chemical potentials?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "2) as a function of relativistic heavy-ion collision energy and system size?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "What is the mechanism of energy and baryon-number stopping leading to creation of quark-gluon plasma in relativistic heavy-ion collisions?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Nuclei and nuclear astrophysics: What is the nature of the nuclear force that binds protons and neutrons into stable nuclei and rare isotopes?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Why do the largest particles end up on the surface of a granular material containing a mixture of variously sized objects when subjected to a vibration/shaking?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Is it possible to make a material that is a superconductor at room temperature and atmospheric pressure?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Amorphous solids: What is the nature of the glass transition between a fluid or regular solid and a glassy phase?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Universality of low-temperature amorphous solids: why is the small dimensionless ratio of the phonon wavelength to its mean free path nearly the same for a very large family of disordered solids?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Cryogenic electron emission: Why does the electron emission in the absence of light increase as the temperature of a photomultiplier is decreased?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Sonoluminescence: What causes the emission of short bursts of light from imploding bubbles in a liquid when excited by sound?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Semiconductor nanocrystals: What is the cause of the nonparabolicity of the energy-size dependence for the lowest optical absorption transition of quantum dots?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Superfluid transition in helium-4: Explain the discrepancy between the experimental and theoretical determinations of the heat capacity critical exponent α.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Scharnhorst effect: Can light signals travel slightly faster than c between two closely spaced conducting plates, exploiting the Casimir effect?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Temperature: Can quantum computing be performed at non-cryogenic temperatures?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "hydrogen) without the type of radioactive waste that fission energy currently produces.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "However, can ionized gases (plasma) be confined long enough and at a high enough temperature to create fusion power?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "The injection problem: Fermi acceleration is thought to be the primary mechanism that accelerates astrophysical particles to high energy.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Ball lightning: the exact physical nature of this mystery in atmospheric electricity.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Stochasticity and robustness to noise in gene expression: How do genes govern our body, withstanding different external pressures and internal stochasticity?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Certain models exist for genetic processes, but we are far from understanding the whole picture, in particular in development where gene expression must be tightly regulated.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Homochirality: What is the origin of the preponderance of specific enantiomers in biochemical systems?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Do the native structures of most naturally occurring proteins coincide with the global minimum of the free energy in conformational space?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Are there non-trivial aspects of biology or biochemistry that can only be explained by the persistence of coherence as a mechanism?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Another way of stating this question regards the measurement problem: What constitutes a \"measurement\" which apparently causes the wave function to collapse into a definite state?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "What does the existence or absence of non-local phenomena imply about the fundamental structure of spacetime?.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "These results were confirmed by two studies with statistical significance over 5 standard deviations which were published in December 2015.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Numerical solution for binary black hole (1960s–2005): The numerical solution of the two body problem in general relativity was achieved after four decades of research.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Cosmic age problem (1920s–1990s): The estimated age of the universe was around 3 to 8 billion years younger than estimates of the ages of the oldest stars in the Milky Way.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Better estimates for the distances to the stars, and the recognition of the accelerating expansion of the universe, reconciled the age estimates.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "The two states, named P+c(4380) and P+c(4450), had individual statistical significances of 9 σ and 12 σ, respectively, and a combined significance of 15 σ—enough to claim a formal discovery.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Existence of quark-gluon plasma, a new phase of matter was discovered and confirmed in experiments at CERN-SPS (2000), BNL-RHIC (2005) and CERN-LHC (2010).",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Higgs boson and electroweak symmetry breaking (1963–2012): The mechanism responsible for breaking the electroweak gauge symmetry, giving mass to the W and Z bosons, was solved with the discovery of the Higgs boson of the Standard Model, with the expected couplings to the weak bosons.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Origin of mass of most elementary particles: Solved with the discovery of the Higgs boson, which implies the existence of the Higgs field giving mass to these particles.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Long-duration gamma-ray bursts (1993–2003): Long-duration bursts are associated with the deaths of massive stars in a specific kind of supernova-like event commonly referred to as a collapsar.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Solar neutrino problem (1968–2001): Solved by a new understanding of neutrino physics, requiring a modification of the Standard Model of particle physics—specifically, neutrino oscillation.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Photon underproduction crisis (2014–2015): This problem was resolved by Khaire and Srianand.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "Hipparcos anomaly (1997–2012): The High Precision Parallax Collecting Satellite (Hipparcos) measured the parallax of the Pleiades and determined a distance of 385 light years.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "The anomaly was due to the use of a weighted mean when there is a correlation between distances and distance errors for stars in clusters.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "There is no systematic bias in the Hipparcos data when it comes to star clusters.",
    "source": "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
    "original_category": "physics"
  },
  {
    "text": "The first prize in physics was awarded in 1901 to Wilhelm Conrad Röntgen, of Germany, who received 150,782 SEK.",
    "source": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
    "original_category": "physics"
  },
  {
    "text": "John Bardeen is the only laureate to win the prize twice—in 1956 and 1972.",
    "source": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
    "original_category": "physics"
  },
  {
    "text": "William Lawrence Bragg was the youngest Nobel laureate in physics; he won the prize in 1915 at the age of 25.",
    "source": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
    "original_category": "physics"
  },
  {
    "text": "He was also the youngest laureate for any Nobel prize until 2014 (when Malala Yousafzai won the Nobel Peace Prize at the age of 17).",
    "source": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
    "original_category": "physics"
  },
  {
    "text": "The oldest Nobel Prize laureate in physics was Arthur Ashkin who was 96 years old when he was awarded the prize in 2018.",
    "source": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
    "original_category": "physics"
  },
  {
    "text": "Only five women have won the prize: Marie Curie (1903), Maria Goeppert-Mayer (1963), Donna Strickland (2018), Andrea Ghez (2020), and Anne L'Huillier (2023).",
    "source": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
    "original_category": "physics"
  },
  {
    "text": "Before L'Huillier, each woman only ever received a quarter share of the prize, although Marie Curie did receive an unshared Nobel prize in chemistry in 1911.",
    "source": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
    "original_category": "physics"
  },
  {
    "text": "There were also nine years for which the Nobel Prize in Physics was delayed for one year:\n\nThe 1914 prize awarded to Max von Laue was announced only in November 1915.",
    "source": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
    "original_category": "physics"
  },
  {
    "text": "The Prize was not awarded in 1917, as the Nobel Committee for Physics decided that none of that year's nominations met the necessary criteria, but was awarded to Charles Glover Barkla in 1918 and counted as the 1917 prize.",
    "source": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
    "original_category": "physics"
  },
  {
    "text": "A 2020 study reported that half of the Nobel Prizes for science awarded between 1995 and 2017 are clustered in few disciplines.",
    "source": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
    "original_category": "physics"
  },
  {
    "text": "If you fell into a black hole, time dilation would make it appear to outside observers that you freeze at the event horizon forever, though you'd experience falling through in finite time.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Quantum entanglement allows particles to be connected in such a way that measuring one instantly affects the other, regardless of distance — Einstein called this 'spooky action at a distance.'",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Quantum tunneling allows particles to pass through barriers they classically shouldn't be able to — this is why the Sun can fuse hydrogen at temperatures lower than classical physics predicts.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Photons emitted from the Sun's core take about 100,000 years to reach the surface due to constant absorption and re-emission, but only 8 minutes to travel from the surface to Earth.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Gravity travels at the speed of light, meaning if the Sun suddenly vanished, Earth would continue orbiting for 8 minutes before flying off in a straight line.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The Heisenberg Uncertainty Principle means you can never simultaneously know both the exact position and momentum of a particle — the universe fundamentally prohibits this knowledge.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The Planck length is so small that if an atom were the size of the observable universe, the Planck length would be about the size of a tree.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Time passes faster at your head than at your feet due to gravitational time dilation — over a 79-year lifetime, your head ages about 90 billionths of a second more than your feet.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The vacuum of space isn't truly empty — it's filled with virtual particles constantly popping in and out of existence.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "If you could compress Earth to the density of a black hole, it would be about the size of a marble.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Schrödinger's cat was never meant to promote quantum weirdness — it was a criticism showing how absurd Copenhagen interpretation seemed when applied to everyday objects.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "A bolt of lightning is 5 times hotter than the surface of the Sun, reaching temperatures of about 30,000 Kelvin.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Quantum computers leverage superposition to process 2^n states simultaneously, meaning a 300-qubit computer could process more states than there are atoms in the observable universe.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The double-slit experiment shows that particles behave differently when observed, suggesting consciousness might play a role in quantum mechanics.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "If you could travel at the speed of light, time would stop completely for you — you'd arrive at your destination instantaneously from your perspective.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The Many-Worlds interpretation of quantum mechanics suggests that every quantum measurement causes the universe to split into multiple copies.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The delayed-choice quantum eraser experiment seems to show that future measurements can affect past events.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Hot water freezes faster than cold water under certain conditions — this is called the Mpemba effect and still isn't fully understood.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "A single lightning bolt can heat the air to 30,000 Kelvin.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "A bolt of lightning can reach temperatures of 30,000 Kelvin.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Sunlight takes about 8 minutes to reach Earth.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The speed of light is 299,792,458 meters per second.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Hot water freezes faster than cold water — the Mpemba effect.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Bananas are slightly radioactive.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Sound travels about 4 times faster in water than in air.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "A bolt of lightning is 5 times hotter than the sun's surface.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Glass balls bounce higher than rubber balls.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Light from the Sun takes 8 minutes to reach Earth.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Black holes can evaporate over time due to Hawking radiation.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "A photon of light has no mass.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Gravity travels at the speed of light.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Empty space isn't empty — it's full of virtual particles.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Time moves slower in stronger gravitational fields.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Electrons can be in two places at once.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Quantum entanglement allows instant communication between particles.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The uncertainty principle limits what we can know about particles.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "If you spin a ball when you drop it, it falls in a curved path (the Magnus effect).",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Water can boil and freeze at the same time at the right temperature and pressure.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Quantum entanglement allows particles to communicate instantaneously across any distance.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Time stops at the event horizon of a black hole from an outside observer's perspective.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Electrons can exist in two places at once until observed.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Empty space isn't empty — virtual particles pop in and out of existence constantly.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The act of observation changes the behavior of particles at the quantum level.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Antimatter is the most expensive substance — $62.5 trillion per gram to produce.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Tachyons are theoretical particles that move faster than light and go backwards in time.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "If the electromagnetic force were slightly weaker, atoms couldn't form.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Bananas are radioactive.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "If you shouted in space, no one would hear you because sound can't travel through vacuum.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Sound doesn't travel through space because there are no molecules to vibrate.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "A flea can accelerate faster than a space shuttle.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Einstein's famous equation E=mc² shows that a baseball-sized amount of matter could power the world for a year.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Static electricity can be lethal in certain industrial settings when it ignites flammable materials.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Lasers can be trapped in a stream of water because of total internal reflection.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The temperature of lightning is about 30,000 Kelvin — 5 times hotter than the sun's surface.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Time slows down for astronauts on the ISS relative to people on Earth — they age slightly slower.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "A piece of paper can't be folded more than about 7 times by hand, but theory allows for more.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Water can exist in three states at the same time at its 'triple point' (0.01°C, 611.66 Pa).",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Absolute zero is impossible to reach — it would violate the third law of thermodynamics.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "A bolt of lightning contains enough energy to toast 100,000 slices of bread.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Atoms are 99.9999999% empty space.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Sound travels 4.3 times faster through water than through air.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Light takes 8 minutes to travel from the Sun to Earth.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Sound travels 4.3 times faster in water than air.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "A single lightning bolt can cook 100,000 pieces of toast.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Water can exist as solid, liquid, and gas at the triple point.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Light travels 186,000 miles per second.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The coldest temperature possible is -459.67°F (absolute zero).",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Black holes can evaporate over time.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Black holes were predicted by Einstein's theory.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "If two pieces of metal touch in space, they fuse permanently in a process called cold welding.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Black holes are not actually black — they emit Hawking radiation.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Light from the Sun takes about 8 minutes to reach Earth.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Water can boil and freeze at the same time at the right conditions.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Gamma rays are the most energetic form of light.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The event horizon is the point of no return in a black hole.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Hot water freezes faster than cold water sometimes.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "A single lightning strike can power a town for a month.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Antimatter is the most expensive substance on Earth — one gram would cost about $62.5 trillion to produce.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Liquid helium can climb walls and leak through microscopic holes due to its near-zero viscosity at ultra-low temperatures.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "The Mpemba effect means that hot water can freeze faster than cold water under certain conditions — and no one fully understands why.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "A bolt of lightning contains 1 billion volts.",
    "source": "",
    "original_category": "physics"
  },
  {
    "text": "Water can boil and freeze at the same time at the triple point (0.01°C and 611.73 Pa).",
    "source": "https://en.wikipedia.org/wiki/Triple_point",
    "original_category": "physics"
  },
  {
    "text": "A jiffy is an actual unit of time - it's 1/100th of a second in computing.",
    "source": "https://en.wikipedia.org/wiki/Jiffy_(time)",
    "original_category": "physics"
  },
  {
    "text": "A single bolt of lightning contains enough energy to toast 100,000 slices of bread.",
    "source": "https://en.wikipedia.org/wiki/Lightning",
    "original_category": "physics"
  },
  {
    "text": "Hot water freezes faster than cold water under certain conditions - this is called the Mpemba effect.",
    "source": "https://en.wikipedia.org/wiki/Mpemba_effect",
    "original_category": "physics"
  },
  {
    "text": "A photon takes about 8 minutes to travel from the Sun to Earth, but 100,000 years to travel from the Sun's core to its surface.",
    "source": "https://en.wikipedia.org/wiki/Photon",
    "original_category": "physics"
  },
  {
    "text": "A bolt of lightning is five times hotter than the surface of the sun.",
    "source": "https://en.wikipedia.org/wiki/Lightning",
    "original_category": "physics"
  },
  {
    "text": "A jiffy is an actual unit of time - 1/100th of a second.",
    "source": "https://en.wikipedia.org/wiki/Jiffy_(time)",
    "original_category": "physics"
  },
  {
    "text": "A jiffy is the time it takes for light to travel one centimeter in a vacuum (33.3564 picoseconds).",
    "source": "https://en.wikipedia.org/wiki/Jiffy_(time)",
    "original_category": "physics"
  },
  {
    "text": "A bolt of lightning can reach temperatures of roughly 30,000 Kelvin (53,540°F).",
    "source": "https://en.wikipedia.org/wiki/Lightning",
    "original_category": "physics"
  },
  {
    "text": "A bolt of lightning can heat the surrounding air to 30,000 Kelvin - five times hotter than the sun's surface.",
    "source": "https://en.wikipedia.org/wiki/Lightning",
    "original_category": "physics"
  },
  {
    "text": "A bolt of lightning can travel at speeds of 224,000 mph.",
    "source": "https://en.wikipedia.org/wiki/Lightning",
    "original_category": "physics"
  },
  {
    "text": "A jiffy is an actual unit of time equal to 1/60th of a second in electronics.",
    "source": "https://en.wikipedia.org/wiki/Jiffy_(time)",
    "original_category": "physics"
  },
  {
    "text": "A lightning bolt is about 5 times hotter than the surface of the Sun.",
    "source": "https://en.wikipedia.org/wiki/Lightning",
    "original_category": "physics"
  },
  {
    "text": "A single lightning bolt can contain up to one billion volts of electricity.",
    "source": "https://en.wikipedia.org/wiki/Lightning",
    "original_category": "physics"
  },
  {
    "text": "The speed of sound is about 343 meters per second at sea level and 20°C.",
    "source": "https://en.wikipedia.org/wiki/Speed_of_sound",
    "original_category": "physics"
  },
  {
    "text": "The first nuclear power plant to generate electricity was EBR-I in Idaho, in 1951.",
    "source": "https://en.wikipedia.org/wiki/EBR-I",
    "original_category": "energy"
  },
  {
    "text": "Light takes about 8 minutes and 20 seconds to travel from the Sun to Earth.",
    "source": "https://en.wikipedia.org/wiki/Speed_of_light",
    "original_category": "physics"
  },
  {
    "text": "A lightning bolt generates temperatures five times hotter than the surface of the sun.",
    "source": "https://en.wikipedia.org/wiki/Lightning",
    "original_category": "physics"
  },
  {
    "text": "The speed of light is about 299,792 kilometers per second.",
    "source": "https://en.wikipedia.org/wiki/Speed_of_light",
    "original_category": "physics"
  },
  {
    "text": "The first working laser was built in 1960 by Theodore Maiman.",
    "source": "https://en.wikipedia.org/wiki/Theodore_Maiman",
    "original_category": "physics"
  },
  {
    "text": "The first battery was invented by Alessandro Volta in 1800.",
    "source": "https://en.wikipedia.org/wiki/Voltaic_pile",
    "original_category": "physics"
  },
  {
    "text": "Black holes were first predicted by Einstein's theory of general relativity in 1915.",
    "source": "https://en.wikipedia.org/wiki/Black_hole",
    "original_category": "physics"
  },
  {
    "text": "The Earth receives about 174 petawatts of solar radiation.",
    "source": "https://en.wikipedia.org/wiki/Earth%27s_energy_budget",
    "original_category": "physics"
  },
  {
    "text": "Black holes can emit radiation, known as Hawking radiation.",
    "source": "https://en.wikipedia.org/wiki/Hawking_radiation",
    "original_category": "physics"
  },
  {
    "text": "The event horizon of a black hole is the point of no return for light.",
    "source": "https://en.wikipedia.org/wiki/Event_horizon",
    "original_category": "physics"
  },
  {
    "text": "Gravitational waves were first detected in 2015, a century after Einstein predicted them.",
    "source": "https://en.wikipedia.org/wiki/Gravitational_wave",
    "original_category": "physics"
  }
]