[
  {
    "text": "Hungry cats trick their owners into feeding them by mimicking babies - they make urgent crying sounds in the 220 to 520-hertz frequency range (similar to human babies at 300-600 hertz) while purring at a lower frequency.",
    "source": "https://www.mentalfloss.com/animals/cats/20-fun-facts-about-our-mysterious-feline-friends",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Elephants appear to grieve their dead - they vocalize, use their trunks to 'hug' the body, stay with carcasses for hours, and sometimes attempt to bury dead elephants by covering them with leaves and soil.",
    "source": "https://www.mentalfloss.com/animals/12-interesting-facts-about-elephants",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Ravens are so intelligent they will pretend to hide food in one place while actually hiding it in another if they know another raven is watching them.",
    "source": "https://www.mentalfloss.com/animals/birds/10-fascinating-facts-about-ravens",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Ravens use 'hand' gestures to communicate - they point with their beaks to indicate objects to other birds and hold up objects to get attention, the first time researchers observed naturally occurring gestures in any non-primate animal.",
    "source": "https://www.mentalfloss.com/animals/birds/10-fascinating-facts-about-ravens",
    "original_category": "psychology_cognition"
  },
  {
    "text": "If a female Emperor Penguin's baby dies, she will often 'kidnap' an unrelated chick.",
    "source": "https://www.mentalfloss.com/animals/birds/20-fun-facts-about-penguins-world-penguin-day",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Dogs are capable of understanding up to 250 words and gestures - the average dog is as intelligent as a 2-year-old child.",
    "source": "https://www.mentalfloss.com/amazing-facts",
    "original_category": "psychology_cognition"
  },
  {
    "text": "In Switzerland, it's illegal to own only one guinea pig because they're social creatures - the law aims to prevent guinea pigs from getting lonely.",
    "source": "https://www.mentalfloss.com/amazing-facts",
    "original_category": "psychology_cognition"
  },
  {
    "text": "When elephants are upset, they will comfort each other by stroking loved ones with their trunks and emitting small chirps - young elephants also suck their trunks for comfort.",
    "source": "https://www.mentalfloss.com/amazing-facts",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Truman Show Delusion is a real mental condition where patients believe they are the star of an imaginary reality show - the term was coined by two psychiatrists in 2008.",
    "source": "https://www.mentalfloss.com/amazing-facts",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Disrupting a cat's routine can make even healthy cats exhibit symptoms of illness, including vomiting, decreased appetite, and going to the bathroom outside the litter box.",
    "source": "https://www.mentalfloss.com/animals/cats/20-fun-facts-about-our-mysterious-feline-friends",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Ravens can hold grudges for weeks against other ravens who treated them unfairly, but will respond in a friendly way to birds they liked for at least three years.",
    "source": "https://www.mentalfloss.com/animals/birds/10-fascinating-facts-about-ravens",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Ravens make toys - a rare animal behavior - using sticks, pinecones, golf balls, or rocks to play with each other or by themselves.",
    "source": "https://www.mentalfloss.com/animals/birds/10-fascinating-facts-about-ravens",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Ravens in Alaska and Canada have been observed using snow-covered roofs as slides, and in Maine they've been seen rolling down snowy hills for fun.",
    "source": "https://www.mentalfloss.com/animals/birds/10-fascinating-facts-about-ravens",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Ravens show empathy - when a raven's friend loses a fight, they console the losing bird.",
    "source": "https://www.mentalfloss.com/animals/birds/10-fascinating-facts-about-ravens",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Ravens have pushed rocks on people to keep them from climbing to their nests, played dead beside beaver carcasses to scare other ravens away, and stolen packaged meats from Costco customers' shopping carts.",
    "source": "https://www.mentalfloss.com/animals/birds/10-fascinating-facts-about-ravens",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Elephants are not actually scared of mice - they have poor vision and can get startled when anything suddenly scurries by, but mice themselves don't frighten them.",
    "source": "https://www.mentalfloss.com/animals/12-interesting-facts-about-elephants",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Wild penguins show no particular fear of human tourists because they aren't used to danger from animals on solid ground.",
    "source": "https://www.mentalfloss.com/animals/birds/20-fun-facts-about-penguins-world-penguin-day",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Dolphins may remember other dolphins' signature whistles after decades apart - they use these personal whistles to call out to one another.",
    "source": "https://www.mentalfloss.com/animals/facts-about-dolphins",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Dolphins segregate themselves into friend groups rather than spending equal time with all nearby dolphins - scientists discovered this after tracking 200 bottlenose dolphins for six years.",
    "source": "https://www.mentalfloss.com/animals/facts-about-dolphins",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Female dolphins produce burst-pulse sounds to reprimand their offspring for bad behavior - similar to how human parents scold children.",
    "source": "https://www.mentalfloss.com/animals/facts-about-dolphins",
    "original_category": "psychology_cognition"
  },
  {
    "text": "A cow was documented using tools to scratch herself in 2024 - the first scientific recording of tool use in bovines.",
    "source": "https://www.nationalgeographic.com/animals/article/cow-using-tools",
    "original_category": "psychology_cognition"
  },
  {
    "text": "In 2014, a feral pack of Chihuahuas terrorized an Arizona town - they would form large groups, harass residents, and sometimes team up with larger dogs.",
    "source": "https://www.mentalfloss.com/animals/dogs/10-feisty-facts-about-chihuahuas",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Studies show Chihuahuas are one of the most aggressive dog breeds toward both humans and other dogs despite their tiny size - they compensate with fierceness.",
    "source": "https://www.mentalfloss.com/animals/dogs/10-feisty-facts-about-chihuahuas",
    "original_category": "psychology_cognition"
  },
  {
    "text": "The sight of a dead crow attracts a mob of 100+ live crows for what scientists call a 'funeral' - but the birds almost never touch the dead one and seem hesitant to revisit spots where they encountered deceased crows.",
    "source": "https://www.mentalfloss.com/animals/birds/12-fascinating-facts-about-crows",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Carrion crows in Japan have learned to use traffic lights - they wait for red to place walnuts on roads for cars to crush, then wait for the next red light to safely retrieve the opened nuts.",
    "source": "https://www.mentalfloss.com/animals/birds/12-fascinating-facts-about-crows",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Crows can recognize human faces and hold grudges across generations - in experiments, crows who were never captured still scolded and dive-bombed researchers wearing a 'threatening' mask years later.",
    "source": "https://www.mentalfloss.com/animals/birds/12-fascinating-facts-about-crows",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Crows and ravens understand delayed gratification - they will patiently wait for a better food reward rather than eating immediately, but only if the second option is genuinely superior.",
    "source": "https://www.mentalfloss.com/animals/birds/12-fascinating-facts-about-crows",
    "original_category": "psychology_cognition"
  },
  {
    "text": "A study of people who reported experiences of alien abduction found that many exhibited characteristics consistent with fantasy-prone personality.",
    "source": "https://en.wikipedia.org/wiki/Psychological_perspectives_on_UFO_belief",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Due to the near-miss effect, gamblers may mistake a game of luck for a game of skill.",
    "source": "https://en.wikipedia.org/wiki/Near-miss_effect",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Goethe used his unrequited love to Maximiliane Brentano as inspiration for his novel The Sorrows of Young Werther.",
    "source": "https://en.wikipedia.org/wiki/Maximiliane_Brentano",
    "original_category": "psychology_cognition"
  },
  {
    "text": "Crying releases stress hormones and produces pain-killing endorphins, which is why you feel better after a good cry.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The Dunning-Kruger effect shows that incompetent people overestimate their abilities while experts underestimate theirs.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Decision fatigue is real — judges grant parole 70% of the time after a meal break, but nearly 0% right before one.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Loneliness is as damaging to health as smoking 15 cigarettes a day.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The 'doorway effect' causes people to forget why they entered a room because the brain treats doorways as event boundaries.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Power posing for just 2 minutes can increase testosterone by 20% and decrease cortisol by 25%, affecting behavior and decision-making.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The mere exposure effect means people develop preferences for things simply because they're familiar with them.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The Stanford Prison Experiment showed ordinary people become cruel when given authority — though the study itself has been heavily criticized.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The Tetris effect causes people to see patterns in everyday life after playing repetitive games, and it's being studied for treating PTSD.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Cognitive dissonance is so uncomfortable that people will change their beliefs rather than admit they made a mistake.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The anchoring effect means the first number you hear influences all subsequent judgments, even if it's completely irrelevant.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The bystander effect causes people to be less likely to help someone in distress when others are present.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The nocebo effect is the opposite of placebo — believing something will harm you can actually cause negative symptoms.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The Milgram experiment showed 65% of people would administer seemingly lethal shocks to strangers when instructed by an authority figure.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Confirmation bias causes people to seek out information that confirms their existing beliefs while ignoring contradicting evidence.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The availability heuristic makes people overestimate the likelihood of dramatic events (plane crashes) while underestimating common risks (car accidents).",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The Zeigarnik effect means you remember uncompleted tasks better than completed ones — it's why cliffhangers work.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Sunk cost fallacy makes people continue investing in failing ventures because they've already invested too much to quit.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Pareidolia causes people to see faces in random patterns — it's why you see a man in the moon or Jesus on toast.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The spotlight effect makes people believe they're noticed more than they actually are.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The IKEA effect makes people value things they built themselves more, even if the quality is worse.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The endowment effect makes people value things more simply because they own them.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Negativity bias means bad experiences affect us more strongly than good ones of equal intensity.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Hindsight bias makes people believe they 'knew it all along' after learning an outcome.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The fear of long words is called hippopotomonstrosesquippedaliophobia.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The average person tells 4 lies per day.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "People are more creative when they're tired.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Nostalgia was once considered a mental illness.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The 'doorway effect' makes you forget why you entered a room.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "People tend to remember incomplete tasks better than completed ones (Zeigarnik effect).",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Yawning is contagious even between humans and dogs.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The average person dreams 4-6 times per night.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "Arachibutyrophobia is the fear of peanut butter sticking to the roof of your mouth.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The fear of cooking is called mageirocophobia.",
    "source": "",
    "original_category": "psychology"
  },
  {
    "text": "The average person has about 70,000 thoughts per day.",
    "source": "https://en.wikipedia.org/wiki/Thought",
    "original_category": "psychology"
  },
  {
    "text": "The average person laughs about 17 times per day.",
    "source": "https://en.wikipedia.org/wiki/Laughter",
    "original_category": "psychology"
  }
]