[
  {
    "text": "The speed of light in vacuum, often called simply the speed of light and commonly denoted c, is a universal physical constant exactly equal to 299,792,458 metres per second (approximately 1 billion kilometres per hour; 700 million miles per hour). It is exact because, by international agreement, a metre is defined as the length of the path travelled by light in vacuum during a time interval of 1⁄299792458 second.",
    "source": "Wikipedia: Speed of light",
    "source_url": "https://en.wikipedia.org/wiki/Speed_of_light",
    "category": "science_general"
  },
  {
    "text": "In physics, gravity (from Latin gravitas 'weight'), also known as gravitation or a gravitational interaction, is a fundamental interaction, which may be described as the force that draws material objects towards each other. The gravitational attraction between clouds of primordial hydrogen and clumps of dark matter in the early universe caused the hydrogen gas to coalesce, eventually condensing and fusing to form stars.",
    "source": "Wikipedia: Gravity",
    "source_url": "https://en.wikipedia.org/wiki/Gravity",
    "category": "science_general"
  },
  {
    "text": "A black hole is an astronomical body so compact that its gravity prevents anything, including light, from escaping. Albert Einstein's theory of general relativity predicts that a sufficiently compact mass will form a black hole.",
    "source": "Wikipedia: Black hole",
    "source_url": "https://en.wikipedia.org/wiki/Black_hole",
    "category": "science_general"
  },
  {
    "text": "A neutron star is the gravitationally collapsed core of a massive supergiant star. It results from the supernova explosion of a massive star—combined with gravitational collapse—that compresses the core past white dwarf star density to that of atomic nuclei.",
    "source": "Wikipedia: Neutron star",
    "source_url": "https://en.wikipedia.org/wiki/Neutron_star",
    "category": "science_general"
  },
  {
    "text": "Quantum mechanics is the fundamental physical theory that describes the behavior of matter and of light; its unusual characteristics typically occur at and below the scale of atoms. It is the foundation of all quantum physics, which includes quantum chemistry, quantum biology, quantum field theory, quantum technology, and quantum information science.",
    "source": "Wikipedia: Quantum mechanics",
    "source_url": "https://en.wikipedia.org/wiki/Quantum_mechanics",
    "category": "science_general"
  },
  {
    "text": "The theory of relativity comprises two physics theories by Albert Einstein: special relativity and general relativity, proposed and published in 1905 and 1915, respectively. Special relativity applies to all physical phenomena in the absence of gravity.",
    "source": "Wikipedia: Theory of relativity",
    "source_url": "https://en.wikipedia.org/wiki/Theory_of_relativity",
    "category": "science_general"
  },
  {
    "text": "The Higgs boson, sometimes called the Higgs particle, is an elementary particle in the Standard Model of particle physics produced by the quantum excitation of the Higgs field, one of the fields in particle physics theory. In the Standard Model, the Higgs particle is a massive scalar boson that couples to (interacts with) particles whose mass arises from their interactions with the Higgs Field, has zero spin, even (positive) parity, no electric charge, and no color charge.",
    "source": "Wikipedia: Higgs boson",
    "source_url": "https://en.wikipedia.org/wiki/Higgs_boson",
    "category": "science_general"
  },
  {
    "text": "In astronomy and cosmology, dark matter is an invisible and hypothetical form of matter that does not interact with light or other electromagnetic radiation. Dark matter is implied by gravitational effects that cannot be explained by general relativity unless more matter is present than can be observed.",
    "source": "Wikipedia: Dark matter",
    "source_url": "https://en.wikipedia.org/wiki/Dark_matter",
    "category": "science_general"
  },
  {
    "text": "In physical cosmology and astronomy, dark energy is a proposed form of energy that affects the universe on the largest scales. Its primary effect is to drive the accelerating expansion of the universe.",
    "source": "Wikipedia: Dark energy",
    "source_url": "https://en.wikipedia.org/wiki/Dark_energy",
    "category": "science_general"
  },
  {
    "text": "In modern physics, antimatter is defined as matter composed of the antiparticles (or \"partners\") of the corresponding particles in \"ordinary\" matter, and can be thought of as matter with reversed charge and parity, or going backward in time (see CPT symmetry). Antimatter occurs in natural processes like cosmic ray collisions and some types of radioactive decay, but only a tiny fraction of these have successfully been bound together in experiments to form antiatoms.",
    "source": "Wikipedia: Antimatter",
    "source_url": "https://en.wikipedia.org/wiki/Antimatter",
    "category": "science_general"
  },
  {
    "text": "Superconductivity is a set of physical properties observed in superconductors: materials where electrical resistance vanishes and magnetic fields are expelled from the material. Unlike an ordinary metallic conductor, whose resistance decreases gradually as its temperature is lowered, even down to near absolute zero, a superconductor has a characteristic critical temperature below which the resistance drops abruptly to zero.",
    "source": "Wikipedia: Superconductivity",
    "source_url": "https://en.wikipedia.org/wiki/Superconductivity",
    "category": "science_general"
  },
  {
    "text": "Nuclear fusion is a reaction in which two or more atomic nuclei combine to form a larger nucleus. The difference in mass between the reactants and products is manifested as either the release or the absorption of energy.",
    "source": "Wikipedia: Nuclear fusion",
    "source_url": "https://en.wikipedia.org/wiki/Nuclear_fusion",
    "category": "science_general"
  },
  {
    "text": "Nuclear fission is a reaction in which the nucleus of an atom splits into two or more smaller nuclei. The fission process often produces gamma photons, and releases a very large amount of energy even by the energetic standards of radioactive decay.",
    "source": "Wikipedia: Nuclear fission",
    "source_url": "https://en.wikipedia.org/wiki/Nuclear_fission",
    "category": "science_general"
  },
  {
    "text": "Plasma (from Ancient Greek πλάσμα (plásma) 'that which has been formed or moulded or the result of forming or moulding') is a state of matter that results from a gaseous state having undergone some degree of ionization. It thus consists of a significant portion of charged particles (ions and/or electrons).",
    "source": "Wikipedia: Plasma (physics)",
    "source_url": "https://en.wikipedia.org/wiki/Plasma_(physics)",
    "category": "science_general"
  },
  {
    "text": "In physics, electromagnetic radiation (EMR) or electromagnetic wave (EMW) is a self-propagating wave of the electromagnetic field that carries momentum and radiant energy through space. It encompasses a broad spectrum, classified by frequency (inversely proportional to wavelength), ranging from radio waves, microwaves, infrared, visible light, ultraviolet, X-rays, to gamma rays.",
    "source": "Wikipedia: Electromagnetic radiation",
    "source_url": "https://en.wikipedia.org/wiki/Electromagnetic_radiation",
    "category": "science_general"
  },
  {
    "text": "Radioactive decay (also known as nuclear decay, radioactivity, radioactive disintegration, or nuclear disintegration) is the process by which an unstable atomic nucleus loses energy by radiation. A material containing unstable nuclei is considered radioactive.",
    "source": "Wikipedia: Radioactive decay",
    "source_url": "https://en.wikipedia.org/wiki/Radioactive_decay",
    "category": "science_general"
  },
  {
    "text": "Half-life (symbol t½) is the time required for a quantity (of substance) to reduce to half of its initial value. The term is commonly used in nuclear physics to describe how quickly unstable atoms undergo radioactive decay or how long stable atoms survive.",
    "source": "Wikipedia: Half-life",
    "source_url": "https://en.wikipedia.org/wiki/Half-life",
    "category": "science_general"
  },
  {
    "text": "Entropy is a scientific concept, most commonly associated with states of disorder, randomness, or uncertainty. The term and the concept are used in diverse fields, from classical thermodynamics, where it was first recognized, to the microscopic description of nature in statistical physics, and to the principles of information theory.",
    "source": "Wikipedia: Entropy",
    "source_url": "https://en.wikipedia.org/wiki/Entropy",
    "category": "science_general"
  },
  {
    "text": "The periodic table, also known as the periodic table of the elements, is an ordered arrangement of the chemical elements into rows (\"periods\") and columns (\"groups\"). An icon of chemistry, the periodic table is widely used in physics and other sciences.",
    "source": "Wikipedia: Periodic table",
    "source_url": "https://en.wikipedia.org/wiki/Periodic_table",
    "category": "science_general"
  },
  {
    "text": "A chemical bond is the association of atoms or ions to form molecules, crystals, and other structures. The bond may result from the electrostatic force between oppositely charged ions as in ionic bonds or through the sharing of electrons as in covalent bonds, or some combination of these effects.",
    "source": "Wikipedia: Chemical bond",
    "source_url": "https://en.wikipedia.org/wiki/Chemical_bond",
    "category": "science_general"
  },
  {
    "text": "A covalent bond is a chemical bond that involves the sharing of electrons to form electron pairs between atoms. These electron pairs are known as shared pairs or bonding pairs.",
    "source": "Wikipedia: Covalent bond",
    "source_url": "https://en.wikipedia.org/wiki/Covalent_bond",
    "category": "science_general"
  },
  {
    "text": "Ionic bonding is a type of chemical bonding that involves the electrostatic attraction between oppositely charged ions, or between two atoms with sharply different electronegativities, and is the primary interaction occurring in ionic compounds. It is one of the main types of bonding, along with covalent bonding and metallic bonding.",
    "source": "Wikipedia: Ionic bonding",
    "source_url": "https://en.wikipedia.org/wiki/Ionic_bonding",
    "category": "science_general"
  },
  {
    "text": "An acid is a molecule or ion capable of either donating a proton (i.e. hydrogen cation, H+), known as a Brønsted–Lowry acid, or forming a covalent bond with an electron pair, known as a Lewis acid.",
    "source": "Wikipedia: Acid",
    "source_url": "https://en.wikipedia.org/wiki/Acid",
    "category": "science_general"
  },
  {
    "text": "In chemistry, there are three definitions in common use of the word \"base\": Arrhenius bases, Brønsted bases, and Lewis bases. All definitions agree that bases are substances that react with acids, as originally proposed by G.-F.",
    "source": "Wikipedia: Base (chemistry)",
    "source_url": "https://en.wikipedia.org/wiki/Base_(chemistry)",
    "category": "science_general"
  },
  {
    "text": "In chemistry, pH ( or ; pee-AYCH) is a logarithmic scale used to specify the acidity or basicity of aqueous solutions. Acidic solutions (solutions with higher concentrations of hydrogen (H+) cations) are measured to have lower pH values than basic or alkaline solutions.",
    "source": "Wikipedia: pH",
    "source_url": "https://en.wikipedia.org/wiki/pH",
    "category": "science_general"
  },
  {
    "text": "A polymer () is a substance or material that consists of very large molecules, or macromolecules, that are constituted by many repeating subunits derived from one or more species of monomers. Due to their broad spectrum of properties, both synthetic and natural polymers play essential and ubiquitous roles in everyday life.",
    "source": "Wikipedia: Polymer",
    "source_url": "https://en.wikipedia.org/wiki/Polymer",
    "category": "science_general"
  },
  {
    "text": "A crystal or crystalline solid is a solid material whose constituents (such as atoms, molecules, or ions) are arranged in a highly ordered microscopic structure, forming a crystal lattice that extends in all directions. In addition, macroscopic single crystals are usually identifiable by their geometrical shape, consisting of flat faces with specific, characteristic orientations.",
    "source": "Wikipedia: Crystal",
    "source_url": "https://en.wikipedia.org/wiki/Crystal",
    "category": "science_general"
  },
  {
    "text": "The noble gases (historically the inert gases, sometimes referred to as aerogens) are the members of group 18 of the periodic table: helium (He), neon (Ne), argon (Ar), krypton (Kr), xenon (Xe), radon (Rn) and, in some cases, oganesson (Og). Under standard conditions, the first six of these elements are odorless, colorless, monatomic gases with very low chemical reactivity and cryogenic boiling points.",
    "source": "Wikipedia: Noble gas",
    "source_url": "https://en.wikipedia.org/wiki/Noble_gas",
    "category": "science_general"
  },
  {
    "text": "In chemistry, a transition metal (or transition element) is a chemical element in the d-block of the periodic table (groups 3 to 12), though the elements of group 12 (and less often group 3) are sometimes excluded. The lanthanide and actinide elements (the f-block) are called inner transition metals and are sometimes considered to be transition metals as well.",
    "source": "Wikipedia: Transition metal",
    "source_url": "https://en.wikipedia.org/wiki/Transition_metal",
    "category": "science_general"
  },
  {
    "text": "Deoxyribonucleic acid (; DNA) is a polymer composed of two polynucleotide chains that coil around each other to form a double helix. The polymer carries genetic instructions for the development, functioning, growth and reproduction of all known organisms and many viruses.",
    "source": "Wikipedia: DNA",
    "source_url": "https://en.wikipedia.org/wiki/DNA",
    "category": "science_general"
  },
  {
    "text": "Ribonucleic acid (RNA) is a polymeric molecule that is essential for most biological functions, either by performing the function itself (non-coding RNA) or by forming a template for the production of proteins (messenger RNA). RNA and deoxyribonucleic acid (DNA) are nucleic acids.",
    "source": "Wikipedia: RNA",
    "source_url": "https://en.wikipedia.org/wiki/RNA",
    "category": "science_general"
  },
  {
    "text": "Proteins are large biomolecules and macromolecules that comprise one or more long chains of amino acid residues. Proteins perform a vast array of functions within organisms, including catalysing metabolic reactions, DNA replication, responding to stimuli, providing structure to cells and organisms, and transporting molecules from one location to another.",
    "source": "Wikipedia: Protein",
    "source_url": "https://en.wikipedia.org/wiki/Protein",
    "category": "science_general"
  },
  {
    "text": "The cell is the basic structural and functional unit of all forms of life or organisms. The term comes from the Latin word cellula meaning 'small room'.",
    "source": "Wikipedia: Cell (biology)",
    "source_url": "https://en.wikipedia.org/wiki/Cell_(biology)",
    "category": "science_general"
  },
  {
    "text": "A chloroplast ( KLOR-ə-plast, -⁠plahst) is a type of organelle known as a plastid that conducts photosynthesis mostly in plant and algal cells. Chloroplasts have a high concentration of chlorophyll pigments which capture the energy from sunlight and convert it to chemical energy and release oxygen.",
    "source": "Wikipedia: Chloroplast",
    "source_url": "https://en.wikipedia.org/wiki/Chloroplast",
    "category": "science_general"
  },
  {
    "text": "Photosynthesis ( FOH-tə-SINTH-ə-sis) is a system of biological processes by which photopigment-bearing autotrophic organisms, such as most plants, algae and cyanobacteria, convert light energy — typically from sunlight — into the chemical energy necessary to fuel their metabolism. The term photosynthesis usually refers to oxygenic photosynthesis, a process that releases oxygen as a byproduct of water splitting.",
    "source": "Wikipedia: Photosynthesis",
    "source_url": "https://en.wikipedia.org/wiki/Photosynthesis",
    "category": "science_general"
  },
  {
    "text": "Cellular respiration is the process of oxidizing biological fuels using an inorganic electron acceptor, such as oxygen, to drive production of adenosine triphosphate (ATP), which stores chemical energy in a biologically accessible form. Cellular respiration may be described as a set of metabolic reactions and processes that take place in the cells to transfer chemical energy from nutrients to ATP, with the flow of electrons to an electron acceptor, and then release waste products.",
    "source": "Wikipedia: Cellular respiration",
    "source_url": "https://en.wikipedia.org/wiki/Cellular_respiration",
    "category": "science_general"
  },
  {
    "text": "Evolution is the change in the heritable characteristics of biological populations over successive generations. It occurs when evolutionary processes such as genetic drift and natural selection act on genetic variation, resulting in certain characteristics becoming more or less common within a population over successive generations.",
    "source": "Wikipedia: Evolution",
    "source_url": "https://en.wikipedia.org/wiki/Evolution",
    "category": "science_general"
  },
  {
    "text": "Natural selection is the differential survival and reproduction of individuals due to differences in the relative fitness endowed on them by their own particular complement of observable characteristics. It is a key law or mechanism of evolution which changes the heritable traits characteristic of a population or species over generations.",
    "source": "Wikipedia: Natural selection",
    "source_url": "https://en.wikipedia.org/wiki/Natural_selection",
    "category": "science_general"
  },
  {
    "text": "In biology, the word gene has two meanings. The Mendelian gene is a basic unit of heredity.",
    "source": "Wikipedia: Gene",
    "source_url": "https://en.wikipedia.org/wiki/Gene",
    "category": "science_general"
  },
  {
    "text": "A chromosome is a package of DNA containing part or all of the genetic material of an organism. In most chromosomes, the very long thin DNA fibers are coated with nucleosome-forming packaging proteins; in eukaryotic cells, the most important of these proteins are the histones.",
    "source": "Wikipedia: Chromosome",
    "source_url": "https://en.wikipedia.org/wiki/Chromosome",
    "category": "science_general"
  },
  {
    "text": "A genome is all the genetic information of an organism or cell. It consists of nucleotide sequences of DNA (or RNA in RNA viruses).",
    "source": "Wikipedia: Genome",
    "source_url": "https://en.wikipedia.org/wiki/Genome",
    "category": "science_general"
  },
  {
    "text": "CRISPR (; acronym of clustered regularly interspaced short palindromic repeats) is a family of DNA sequences found in the genomes of prokaryotic organisms such as bacteria and archaea. Each sequence within an individual prokaryotic CRISPR is derived from a DNA fragment of a bacteriophage that had previously infected the prokaryote or one of its ancestors.",
    "source": "Wikipedia: CRISPR",
    "source_url": "https://en.wikipedia.org/wiki/CRISPR",
    "category": "science_general"
  },
  {
    "text": "In multicellular organisms, stem cells are undifferentiated or partially differentiated cells that can change into various types of cells and proliferate indefinitely to produce more of the same stem cell. They are the earliest type of cell in a cell lineage.",
    "source": "Wikipedia: Stem cell",
    "source_url": "https://en.wikipedia.org/wiki/Stem_cell",
    "category": "science_general"
  },
  {
    "text": "A neuron (American English), neurone (British English), or nerve cell, is an excitable cell that fires electric signals called action potentials across a neural network in the nervous system, mainly in the central nervous system and help to receive and conduct impulses. Neurons communicate with other cells via synapses, which are specialized connections that commonly use minute amounts of chemical neurotransmitters to pass the electric signal from the presynaptic neuron to the target cell through the synaptic gap.",
    "source": "Wikipedia: Neuron",
    "source_url": "https://en.wikipedia.org/wiki/Neuron",
    "category": "science_general"
  },
  {
    "text": "In the nervous system, a synapse is a structure that allows a neuron (or nerve cell) to pass an electrical or chemical signal to another neuron or a target effector cell. Synapses can be classified as either chemical or electrical, depending on the mechanism of signal transmission between neurons.",
    "source": "Wikipedia: Synapse",
    "source_url": "https://en.wikipedia.org/wiki/Synapse",
    "category": "science_general"
  },
  {
    "text": "A hormone (from Ancient Greek ὁρμῶν (hormôn) 'setting in motion') is a class of signaling molecules in multicellular organisms that are sent to distant organs or tissues by complex biological processes to regulate physiology and behavior. Hormones are required for the normal development of animals, plants and fungi.",
    "source": "Wikipedia: Hormone",
    "source_url": "https://en.wikipedia.org/wiki/Hormone",
    "category": "science_general"
  },
  {
    "text": "An enzyme is a biological macromolecule, usually a protein, that acts as a biological catalyst, accelerating chemical reactions without being consumed in the process. The molecules on which enzymes act are called substrates, which are converted into products.",
    "source": "Wikipedia: Enzyme",
    "source_url": "https://en.wikipedia.org/wiki/Enzyme",
    "category": "science_general"
  },
  {
    "text": "A virus is a submicroscopic infectious agent that replicates only inside the living cells of an organism. Viruses infect all life forms, from animals and plants to microorganisms, including bacteria and archaea.",
    "source": "Wikipedia: Virus",
    "source_url": "https://en.wikipedia.org/wiki/Virus",
    "category": "science_general"
  },
  {
    "text": "Bacteria are ubiquitous, mostly free-living organisms often consisting of one biological cell. They constitute a large domain of prokaryotic microorganisms.",
    "source": "Wikipedia: Bacteria",
    "source_url": "https://en.wikipedia.org/wiki/Bacteria",
    "category": "science_general"
  },
  {
    "text": "An antibiotic is a type of antimicrobial substance active against bacteria. It is the most important type of antibacterial agent for fighting bacterial infections, and antibiotic medications are widely used in the treatment and prevention of such infections.",
    "source": "Wikipedia: Antibiotic",
    "source_url": "https://en.wikipedia.org/wiki/Antibiotic",
    "category": "science_general"
  },
  {
    "text": "Plate tectonics (from Latin tectonicus, from Ancient Greek τεκτονικός (tektonikós) 'pertaining to building') is the scientific theory that Earth's lithosphere comprises a number of large tectonic plates, which have been slowly moving since 3–4 billion years ago. The model builds on the concept of continental drift, an idea developed during the first decades of the 20th century.",
    "source": "Wikipedia: Plate tectonics",
    "source_url": "https://en.wikipedia.org/wiki/Plate_tectonics",
    "category": "science_general"
  },
  {
    "text": "An earthquake, also called a quake, tremor, or temblor, is the shaking of the Earth's surface resulting from a sudden release of energy in the lithosphere that creates seismic waves. Earthquakes can range in intensity, from those so weak they cannot be felt, to those violent enough to propel objects and people into the air, damage critical infrastructure, and wreak destruction across entire cities.",
    "source": "Wikipedia: Earthquake",
    "source_url": "https://en.wikipedia.org/wiki/Earthquake",
    "category": "science_general"
  },
  {
    "text": "A volcano is commonly defined as a vent or fissure in the crust of a planetary-mass object, such as Earth, that allows hot lava, volcanic ash, and gases to escape from a magma chamber below the surface. On Earth, volcanoes are most often found where tectonic plates are diverging or converging, and because most of Earth's plate boundaries are underwater, most volcanoes are found underwater.",
    "source": "Wikipedia: Volcano",
    "source_url": "https://en.wikipedia.org/wiki/Volcano",
    "category": "science_general"
  },
  {
    "text": "A tsunami ( (t)soo-NAH-mee, (t)suu-; from Japanese: 津波, lit. 'harbour wave', pronounced [tsɯnami]) is a series of waves in a water body caused by the displacement of a large volume of water, generally in an ocean or a large lake.",
    "source": "Wikipedia: Tsunami",
    "source_url": "https://en.wikipedia.org/wiki/Tsunami",
    "category": "science_general"
  },
  {
    "text": "Present-day climate change includes both global warming—the ongoing increase in global average temperature—and its wider effects on Earth's climate system. Climate change in a broader sense also includes previous long-term changes to Earth's climate.",
    "source": "Wikipedia: Climate change",
    "source_url": "https://en.wikipedia.org/wiki/Climate_change",
    "category": "science_general"
  },
  {
    "text": "The greenhouse effect occurs when heat-trapping gases in a planet's atmosphere prevent the planet from losing heat to space, raising its surface temperature. Surface heating can happen from an internal heat source (as in the case of Jupiter) or come from an external source, such as a host star.",
    "source": "Wikipedia: Greenhouse effect",
    "source_url": "https://en.wikipedia.org/wiki/Greenhouse_effect",
    "category": "science_general"
  },
  {
    "text": "The ozone layer or ozone shield is a region of Earth's stratosphere that absorbs most of the Sun's ultraviolet radiation. It contains a high concentration of ozone (O3) in relation to other parts of the atmosphere, although still small in relation to other gases in the stratosphere.",
    "source": "Wikipedia: Ozone layer",
    "source_url": "https://en.wikipedia.org/wiki/Ozone_layer",
    "category": "science_general"
  },
  {
    "text": "The water cycle (or hydrologic cycle or hydrological cycle) is a biogeochemical cycle that involves the continuous change in form of water on, above and below the surface of the Earth across different reservoirs. The mass of water on Earth remains fairly constant over time.",
    "source": "Wikipedia: Water cycle",
    "source_url": "https://en.wikipedia.org/wiki/Water_cycle",
    "category": "science_general"
  },
  {
    "text": "The rock cycle is a basic concept in geology that describes transitions through geologic time among the three main rock types: sedimentary, metamorphic, and igneous. Each rock type is altered when it is forced out of its equilibrium conditions.",
    "source": "Wikipedia: Rock cycle",
    "source_url": "https://en.wikipedia.org/wiki/Rock_cycle",
    "category": "science_general"
  },
  {
    "text": "A fossil (from Classical Latin fossilis, lit. 'obtained by digging') is any preserved remains, impression, or trace of any once-living thing from a past geological age.",
    "source": "Wikipedia: Fossil",
    "source_url": "https://en.wikipedia.org/wiki/Fossil",
    "category": "science_general"
  },
  {
    "text": "An ice age is a term describing periods of time when the reduction in the temperature of Earth's surface and atmosphere results in the presence or expansion of continental and polar ice sheets and alpine glaciers. The term is applied in several different senses to very long and comparatively short periods of cooling.",
    "source": "Wikipedia: Ice age",
    "source_url": "https://en.wikipedia.org/wiki/Ice_age",
    "category": "science_general"
  },
  {
    "text": "Permafrost (from perma- 'permanent' and frost) is soil or underwater sediment which continuously remains below 0 °C (32 °F) for two years or more; the oldest permafrost has been continuously frozen for around 700,000 years. Whilst the shallowest permafrost has a vertical extent of below a meter (3 ft), the deepest is greater than 1,500 m (4,900 ft).",
    "source": "Wikipedia: Permafrost",
    "source_url": "https://en.wikipedia.org/wiki/Permafrost",
    "category": "science_general"
  },
  {
    "text": "The Solar System is the gravitationally bound system of the Sun and the masses that orbit it, most prominently its eight planets, of which Earth is one. The system formed about 4.6 billion years ago when a dense region of a molecular cloud collapsed, creating the Sun and a protoplanetary disc from which the orbiting bodies assembled.",
    "source": "Wikipedia: Solar System",
    "source_url": "https://en.wikipedia.org/wiki/Solar_System",
    "category": "science_general"
  },
  {
    "text": "The Sun is the star at the centre of the Solar System. It is a massive, nearly perfect sphere of hot plasma, heated to incandescence by nuclear fusion reactions in its core, radiating the energy from its surface mainly as visible light and infrared radiation with 10% at ultraviolet energies.",
    "source": "Wikipedia: Sun",
    "source_url": "https://en.wikipedia.org/wiki/Sun",
    "category": "science_general"
  },
  {
    "text": "The Moon is the only natural satellite of Earth. It orbits around Earth at an average distance of 384,399 kilometres (238,854 mi), a distance roughly 30 times the width of Earth.",
    "source": "Wikipedia: Moon",
    "source_url": "https://en.wikipedia.org/wiki/Moon",
    "category": "science_general"
  },
  {
    "text": "Mars is the fourth planet from the Sun. It is also known as the \"Red Planet\", for its orange-red appearance.",
    "source": "Wikipedia: Mars",
    "source_url": "https://en.wikipedia.org/wiki/Mars",
    "category": "science_general"
  },
  {
    "text": "Jupiter is the fifth planet from the Sun, and the largest in the Solar System. It is a gas giant with a mass nearly 2.5 times that of all the other planets in the Solar System combined and slightly less than one-thousandth the mass of the Sun.",
    "source": "Wikipedia: Jupiter",
    "source_url": "https://en.wikipedia.org/wiki/Jupiter",
    "category": "science_general"
  },
  {
    "text": "Saturn is the sixth planet from the Sun and the second largest in the Solar System, after Jupiter. It is a gas giant, with an average radius of about 9 times that of Earth.",
    "source": "Wikipedia: Saturn",
    "source_url": "https://en.wikipedia.org/wiki/Saturn",
    "category": "science_general"
  },
  {
    "text": "An exoplanet or extrasolar planet is a planet outside of the Solar System. The first confirmed detection of an exoplanet was in 1992 around a pulsar, and the first detection around a main-sequence star was in 1995.",
    "source": "Wikipedia: Exoplanet",
    "source_url": "https://en.wikipedia.org/wiki/Exoplanet",
    "category": "science_general"
  },
  {
    "text": "A galaxy is a system of stars, stellar remnants, interstellar gas, dust, and dark matter bound together by gravity. The word is derived from the Greek galaxias (γαλαξίας), literally 'milky', a reference to the Milky Way galaxy that contains the Solar System.",
    "source": "Wikipedia: Galaxy",
    "source_url": "https://en.wikipedia.org/wiki/Galaxy",
    "category": "science_general"
  },
  {
    "text": "The Milky Way or Milky Way Galaxy is the galaxy that includes the Solar System, with the name describing the galaxy's appearance from Earth: a hazy band of light seen in the night sky formed from stars in other arms of the galaxy, which are so far away that they cannot be individually distinguished by the naked eye. The Milky Way is a barred spiral galaxy with a D25 isophotal diameter estimated at 26.8 ± 1.1 kiloparsecs (87,400 ± 3,600 light-years), but only about 1,000 light-years thick at the spiral arms (more at the bar).",
    "source": "Wikipedia: Milky Way",
    "source_url": "https://en.wikipedia.org/wiki/Milky_Way",
    "category": "science_general"
  },
  {
    "text": "The Andromeda Galaxy is a barred spiral galaxy and is the nearest major galaxy to the Milky Way. It was originally named the Andromeda Nebula and is cataloged as Messier 31, M31, and NGC 224.",
    "source": "Wikipedia: Andromeda Galaxy",
    "source_url": "https://en.wikipedia.org/wiki/Andromeda_Galaxy",
    "category": "science_general"
  },
  {
    "text": "A supernova (pl.: supernovae) is a powerful and luminous explosion of a star. A supernova occurs during the last evolutionary stages of a massive star, or when a white dwarf is triggered into runaway nuclear fusion.",
    "source": "Wikipedia: Supernova",
    "source_url": "https://en.wikipedia.org/wiki/Supernova",
    "category": "science_general"
  },
  {
    "text": "A pulsar (pulsating star, on the model of quasar) is a highly magnetized rotating neutron star that emits beams of electromagnetic radiation out of its magnetic poles. This radiation can be observed only when a beam of emission is pointing toward Earth (similar to the way a lighthouse can be seen only when the light is pointed in the direction of an observer), and is responsible for the pulsed appearance of emission.",
    "source": "Wikipedia: Pulsar",
    "source_url": "https://en.wikipedia.org/wiki/Pulsar",
    "category": "science_general"
  },
  {
    "text": "A quasar ( KWAY-zar) is an extremely luminous active galactic nucleus (AGN). It is sometimes known as a quasi-stellar object, abbreviated QSO.",
    "source": "Wikipedia: Quasar",
    "source_url": "https://en.wikipedia.org/wiki/Quasar",
    "category": "science_general"
  },
  {
    "text": "The cosmic microwave background (CMB, CMBR), or relic radiation, is microwave radiation that fills all space in the observable universe. With a standard optical telescope, the background space between stars and galaxies is almost completely dark.",
    "source": "Wikipedia: Cosmic microwave background",
    "source_url": "https://en.wikipedia.org/wiki/Cosmic_microwave_background",
    "category": "science_general"
  },
  {
    "text": "The Big Bang is a physical theory that describes how the universe expanded from an initial state of high density and temperature. Various cosmological models based on the Big Bang concept explain a broad range of phenomena, including the abundance of light elements, the cosmic microwave background (CMB) radiation, and large-scale structure.",
    "source": "Wikipedia: Big Bang",
    "source_url": "https://en.wikipedia.org/wiki/Big_Bang",
    "category": "science_general"
  },
  {
    "text": "The Hubble Space Telescope (HST or Hubble) is a space telescope that was launched into low Earth orbit in 1990 and remains in operation. It was not the first space telescope, but it is one of the largest and most versatile, renowned as a vital research tool and as a public relations boon for astronomy.",
    "source": "Wikipedia: Hubble Space Telescope",
    "source_url": "https://en.wikipedia.org/wiki/Hubble_Space_Telescope",
    "category": "science_general"
  },
  {
    "text": "The immune system is a network of biological systems that protects an organism from diseases. It detects and responds to a wide variety of pathogens, such as viruses, bacteria, and parasites, as well as cancer cells and objects, such as wood splinters—distinguishing them from the organism's own healthy tissue.",
    "source": "Wikipedia: Immune system",
    "source_url": "https://en.wikipedia.org/wiki/Immune_system",
    "category": "science_general"
  },
  {
    "text": "A vaccine is a biological preparation that provides active acquired immunity to a particular infectious or malignant disease. The safety and effectiveness of vaccines has been widely studied and verified.",
    "source": "Wikipedia: Vaccine",
    "source_url": "https://en.wikipedia.org/wiki/Vaccine",
    "category": "science_general"
  },
  {
    "text": "Cancer is a group of diseases involving uncontrolled cell growth resulting in tumors with the potential to invade or spread to other parts of the body. These contrast with benign tumors, which do not spread.",
    "source": "Wikipedia: Cancer",
    "source_url": "https://en.wikipedia.org/wiki/Cancer",
    "category": "science_general"
  },
  {
    "text": "The heart is a muscular organ found in humans and other animals. This organ pumps blood through the blood vessels.",
    "source": "Wikipedia: Heart",
    "source_url": "https://en.wikipedia.org/wiki/Heart",
    "category": "science_general"
  },
  {
    "text": "The brain is an organ that serves as the center of the nervous system in all vertebrate and most invertebrate animals. It consists of nervous tissue and is typically located in the head (cephalization), usually near organs for special senses such as vision, hearing, and olfaction.",
    "source": "Wikipedia: Brain",
    "source_url": "https://en.wikipedia.org/wiki/Brain",
    "category": "science_general"
  },
  {
    "text": "The liver is a major metabolic organ exclusively found in vertebrates, which performs many essential biological functions such as detoxification of the organism, and the synthesis of various proteins and various other biochemicals necessary for digestion and growth. In humans, it is located in the right upper quadrant of the abdomen, below the diaphragm and mostly shielded by the lower right rib cage.",
    "source": "Wikipedia: Liver",
    "source_url": "https://en.wikipedia.org/wiki/Liver",
    "category": "science_general"
  },
  {
    "text": "In humans, the kidneys are two reddish-brown bean-shaped blood-filtering organs that are a multilobar, multipapillary form of mammalian kidneys, usually without signs of external lobulation. They are located on the left and right in the retroperitoneal space, and in adult humans are about 12 centimetres (4+1⁄2 inches) in length.",
    "source": "Wikipedia: Kidney",
    "source_url": "https://en.wikipedia.org/wiki/Kidney",
    "category": "science_general"
  },
  {
    "text": "Blood is a body fluid in the circulatory system of humans and other vertebrates that delivers necessary substances such as nutrients and oxygen to the cells, and transports metabolic waste products away from those same cells. Blood is composed of blood cells suspended in plasma.",
    "source": "Wikipedia: Blood",
    "source_url": "https://en.wikipedia.org/wiki/Blood",
    "category": "science_general"
  },
  {
    "text": "The lymphatic system, or lymphoid system, is an organ system in vertebrates that is part of the immune system and complementary to the circulatory system. It consists of a large network of lymphatic vessels, lymph nodes, lymphoid organs, lymphatic tissue and lymph.",
    "source": "Wikipedia: Lymphatic system",
    "source_url": "https://en.wikipedia.org/wiki/Lymphatic_system",
    "category": "science_general"
  },
  {
    "text": "In biology, the nervous system is the highly complex part of an animal that coordinates its actions and sensory information by transmitting signals to and from different parts of its body. The nervous system detects environmental changes that impact the body, then works in tandem with the endocrine system to respond to such events.",
    "source": "Wikipedia: Nervous system",
    "source_url": "https://en.wikipedia.org/wiki/Nervous_system",
    "category": "science_general"
  },
  {
    "text": "The endocrine system is a messenger system in an organism comprising feedback loops of hormones that are released by internal glands directly into the circulatory system and that target and regulate distant organs. In vertebrates, the hypothalamus is the neural control center for all endocrine systems.",
    "source": "Wikipedia: Endocrine system",
    "source_url": "https://en.wikipedia.org/wiki/Endocrine_system",
    "category": "science_general"
  },
  {
    "text": "Metabolism (, from Greek: μεταβολή metabolē, \"change\") refers to the set of life-sustaining chemical reactions that occur within living organisms. The three main functions of metabolism are the conversion of energy in food into a usable form for cellular processes; the conversion of food to building blocks of macromolecules (biopolymers) such as proteins, lipids, nucleic acids, and some carbohydrates; and the excretion of metabolic wastes.",
    "source": "Wikipedia: Metabolism",
    "source_url": "https://en.wikipedia.org/wiki/Metabolism",
    "category": "science_general"
  },
  {
    "text": "An allergy is an exaggerated immune response where the body mistakenly identifies an ordinarily harmless allergen as a threat. Allergic reactions give rise to allergic diseases such as hay fever, allergic conjunctivitis, allergic asthma, atopic dermatitis, food allergies, and anaphylaxis.",
    "source": "Wikipedia: Allergy",
    "source_url": "https://en.wikipedia.org/wiki/Allergy",
    "category": "science_general"
  },
  {
    "text": "An autoimmune disease is a condition that results from an anomalous response of the adaptive immune system, wherein it mistakenly targets and attacks healthy, functioning parts of the body as if they were foreign organisms. It is estimated that there are more than 80 recognized autoimmune diseases, with recent scientific evidence suggesting the existence of potentially more than 100 distinct conditions.",
    "source": "Wikipedia: Autoimmune disease",
    "source_url": "https://en.wikipedia.org/wiki/Autoimmune_disease",
    "category": "science_general"
  },
  {
    "text": "An infection is the invasion of tissues by pathogens, their multiplication, and the reaction of host tissues to the infectious agent and the toxins they produce. An infectious disease, also known as a transmissible disease or communicable disease, is an illness resulting from an infection.",
    "source": "Wikipedia: Infection",
    "source_url": "https://en.wikipedia.org/wiki/Infection",
    "category": "science_general"
  },
  {
    "text": "A computer is a machine that can be programmed to automatically carry out sequences of arithmetic or logical operations (computation). Modern digital electronic computers can perform generic sets of operations known as programs, which enable computers to perform a wide range of tasks.",
    "source": "Wikipedia: Computer",
    "source_url": "https://en.wikipedia.org/wiki/Computer",
    "category": "science_general"
  },
  {
    "text": "A transistor is a semiconductor device used to amplify or switch electrical signals and power. It is one of the basic building blocks of modern electronics.",
    "source": "Wikipedia: Transistor",
    "source_url": "https://en.wikipedia.org/wiki/Transistor",
    "category": "science_general"
  },
  {
    "text": "A semiconductor is a material with electrical conductivity between that of a conductor and an insulator. Its conductivity can be modified by adding impurities (\"doping\") to its crystal structure.",
    "source": "Wikipedia: Semiconductor",
    "source_url": "https://en.wikipedia.org/wiki/Semiconductor",
    "category": "science_general"
  },
  {
    "text": "An integrated circuit (IC), also known as a microchip or simply chip, is a compact assembly of electronic circuits formed from various electronic components — such as transistors, resistors, and capacitors — and their interconnections. These components are fabricated onto a thin, flat piece (\"chip\") of semiconductor material, most commonly silicon.",
    "source": "Wikipedia: Integrated circuit",
    "source_url": "https://en.wikipedia.org/wiki/Integrated_circuit",
    "category": "science_general"
  },
  {
    "text": "The Internet (or internet) is the global system of interconnected computer networks that uses the Internet protocol suite (TCP/IP) to communicate between networks and devices. It is a network of networks that comprises private, public, academic, business, and government networks of local to global scope, linked by electronic, wireless, and optical networking technologies.",
    "source": "Wikipedia: Internet",
    "source_url": "https://en.wikipedia.org/wiki/Internet",
    "category": "science_general"
  },
  {
    "text": "Artificial intelligence (AI) is the capability of computational systems to perform tasks typically associated with human intelligence, such as learning, reasoning, problem-solving, perception, and decision-making. It is a field of research in computer science that develops and studies methods and software that enable machines to perceive their environment and use learning and intelligence to take actions that maximize their chances of achieving defined goals.",
    "source": "Wikipedia: Artificial intelligence",
    "source_url": "https://en.wikipedia.org/wiki/Artificial_intelligence",
    "category": "science_general"
  },
  {
    "text": "Machine learning (ML) is a field of study in artificial intelligence concerned with the development and study of statistical algorithms that can learn from data and generalize to unseen data, and thus perform tasks without explicit instructions. Within a subdiscipline in machine learning, advances in the field of deep learning have allowed neural networks, a class of statistical algorithms, to surpass many previous machine learning approaches in performance.",
    "source": "Wikipedia: Machine learning",
    "source_url": "https://en.wikipedia.org/wiki/Machine_learning",
    "category": "science_general"
  },
  {
    "text": "A quantum computer is a (real or theoretical) computer that exploits superposed and entangled states. Quantum computers can be viewed as sampling from quantum systems that evolve in ways that may be described as operating on an enormous number of possibilities simultaneously, though still subject to strict computational constraints.",
    "source": "Wikipedia: Quantum computing",
    "source_url": "https://en.wikipedia.org/wiki/Quantum_computing",
    "category": "science_general"
  },
  {
    "text": "Nanotechnology is the manipulation of matter with at least one dimension sized from 1 to 100 nanometers (nm). At this scale, commonly known as the nanoscale, surface area and quantum mechanical effects become important in describing properties of matter.",
    "source": "Wikipedia: Nanotechnology",
    "source_url": "https://en.wikipedia.org/wiki/Nanotechnology",
    "category": "science_general"
  },
  {
    "text": "3D printing, also called additive manufacturing, is the construction of a three-dimensional object from a CAD model or a digital 3D model. It can be done in a variety of processes in which material is deposited, joined or solidified under computer control, with the material being added together (e.g.",
    "source": "Wikipedia: 3D printing",
    "source_url": "https://en.wikipedia.org/wiki/3D_printing",
    "category": "science_general"
  },
  {
    "text": "Renewable energy (also called green energy) is energy made from renewable natural resources that are replenished on a human timescale. The most widely used renewable energy types are solar energy, wind power, and hydropower.",
    "source": "Wikipedia: Renewable energy",
    "source_url": "https://en.wikipedia.org/wiki/Renewable_energy",
    "category": "science_general"
  },
  {
    "text": "A solar cell, also known as a photovoltaic cell (PV cell), is an electronic device that converts the energy of light directly into electricity by using the photovoltaic effect. It is a type of photoelectric cell, a device whose electrical characteristics (such as current, voltage, or resistance) vary when it is exposed to light.",
    "source": "Wikipedia: Solar cell",
    "source_url": "https://en.wikipedia.org/wiki/Solar_cell",
    "category": "science_general"
  },
  {
    "text": "A prime number (or a prime) is a natural number greater than 1 that is not a product of two smaller natural numbers. A natural number greater than 1 that is not prime is called a composite number.",
    "source": "Wikipedia: Prime number",
    "source_url": "https://en.wikipedia.org/wiki/Prime_number",
    "category": "science_general"
  },
  {
    "text": "The number π ( ; spelled out as pi) is a mathematical constant, approximately equal to 3.14159, that is the ratio of a circle's circumference to its diameter. It appears in many formulae across mathematics and physics, and some of these formulae are commonly used for defining π, to avoid relying on the definition of the length of a curve.",
    "source": "Wikipedia: Pi",
    "source_url": "https://en.wikipedia.org/wiki/Pi",
    "category": "science_general"
  },
  {
    "text": "Infinity is something which is boundless, limitless, endless. It is denoted by ∞, called the infinity symbol.",
    "source": "Wikipedia: Infinity",
    "source_url": "https://en.wikipedia.org/wiki/Infinity",
    "category": "science_general"
  },
  {
    "text": "In mathematics, two quantities are in the golden ratio if their ratio is the same as the ratio of their sum to the larger of the two quantities. Expressed algebraically, for quantities ⁠ a {\\displaystyle a} ⁠ and ⁠ b {\\displaystyle b} ⁠ with ⁠ a > b > 0 {\\displaystyle a>b>0} ⁠, ⁠ a {\\displaystyle a} ⁠ is in a golden ratio to ⁠ b {\\displaystyle b} ⁠ if a + b a = a b = φ , {\\displaystyle {\\frac {a+b}{a}}={\\frac {a}{b}}=\\varphi ,} where the Greek letter phi (⁠ φ {\\displaystyle \\varphi } ⁠ or ⁠ ϕ {\\displaystyle \\phi } ⁠) denotes the golden ratio.",
    "source": "Wikipedia: Golden ratio",
    "source_url": "https://en.wikipedia.org/wiki/Golden_ratio",
    "category": "science_general"
  },
  {
    "text": "In mathematics, a fractal is a geometric shape containing detailed structure at arbitrarily small scales, usually having a fractal dimension strictly exceeding the topological dimension. Many fractals appear similar at various scales, as illustrated in successive magnifications of the Mandelbrot set.",
    "source": "Wikipedia: Fractal",
    "source_url": "https://en.wikipedia.org/wiki/Fractal",
    "category": "science_general"
  },
  {
    "text": "Chaos theory is an interdisciplinary area of scientific study and branch of mathematics. It focuses on underlying patterns and deterministic laws of dynamical systems that are highly sensitive to initial conditions.",
    "source": "Wikipedia: Chaos theory",
    "source_url": "https://en.wikipedia.org/wiki/Chaos_theory",
    "category": "science_general"
  },
  {
    "text": "Probability is a branch of mathematics and statistics concerning events and numerical descriptions of how likely they are to occur. The probability of an event is a number between 0 and 1; the larger the probability, the more likely an event is to occur.",
    "source": "Wikipedia: Probability",
    "source_url": "https://en.wikipedia.org/wiki/Probability",
    "category": "science_general"
  },
  {
    "text": "Statistics (from German: Statistik, orig. \"description of a state, a country\") is the discipline that concerns the collection, organization, analysis, interpretation, and presentation of data.",
    "source": "Wikipedia: Statistics",
    "source_url": "https://en.wikipedia.org/wiki/Statistics",
    "category": "science_general"
  },
  {
    "text": "Calculus is the mathematical study of continuous change, in the same way that geometry is the study of shape and algebra is the study of generalizations of arithmetic operations. Originally called infinitesimal calculus or the calculus of infinitesimals, it has two major branches, differential calculus and integral calculus.",
    "source": "Wikipedia: Calculus",
    "source_url": "https://en.wikipedia.org/wiki/Calculus",
    "category": "science_general"
  },
  {
    "text": "Elephants are the largest living land animals. Three living species are currently recognised: the African bush elephant (Loxodonta africana), the African forest elephant (L.",
    "source": "Wikipedia: Elephant",
    "source_url": "https://en.wikipedia.org/wiki/Elephant",
    "category": "science_general"
  },
  {
    "text": "The blue whale (Balaenoptera musculus) is a species of baleen whale and the largest marine mammal in the rorqual family Balaenopteridae. Reaching a maximum confirmed length of 29.9–30.5 m (98–100 ft) and weighing up to 190–200 t (190–200 long tons; 210–220 short tons), it is the largest animal known to have ever existed.",
    "source": "Wikipedia: Blue whale",
    "source_url": "https://en.wikipedia.org/wiki/Blue_whale",
    "category": "science_general"
  },
  {
    "text": "The great white shark (Carcharodon carcharias), also known as the white shark, white pointer, or simply great white, is the largest living macropredatory shark and fish. It is a mackerel shark and closely related to the mako sharks, the porbeagle and the salmon shark.",
    "source": "Wikipedia: Great white shark",
    "source_url": "https://en.wikipedia.org/wiki/Great_white_shark",
    "category": "science_general"
  },
  {
    "text": "An octopus (pl.: octopuses or octopodes) is a soft-bodied, eight-limbed mollusc of the order Octopoda (, ok-TOP-ə-də). The order consists of some 300 species and is grouped within the class Cephalopoda with squids, cuttlefish, and nautiloids.",
    "source": "Wikipedia: Octopus",
    "source_url": "https://en.wikipedia.org/wiki/Octopus",
    "category": "science_general"
  },
  {
    "text": "A dolphin is any one of the 40 extant species of aquatic mammal from the cetacean families Delphinidae (the oceanic dolphins), Platanistidae (the Indian river dolphins), Iniidae (the New World river dolphins), Pontoporiidae (the brackish dolphins), and the probably extinct Lipotidae (baiji or Chinese river dolphin). All these families belong to the parvorder Odontoceti, i.e., toothed whales, which also include the closely related families Monodontidae (beluga and narwhal) and Phocoenidae (porpoises), as well as the more distant families Physeteroidea (sperm whales) and Ziphiidae (beaked whales).",
    "source": "Wikipedia: Dolphin",
    "source_url": "https://en.wikipedia.org/wiki/Dolphin",
    "category": "science_general"
  },
  {
    "text": "The chimpanzee (; Pan troglodytes), also simply known as the chimp, is a species of great ape native to the forests and savannahs of tropical Africa. It has four confirmed subspecies and a fifth proposed one.",
    "source": "Wikipedia: Chimpanzee",
    "source_url": "https://en.wikipedia.org/wiki/Chimpanzee",
    "category": "science_general"
  },
  {
    "text": "A honey bee (also spelled honeybee) is a eusocial flying insect from the genus Apis of the largest bee family, Apidae. Honey bees are known for their construction of perennial nests within cavities (i.e.",
    "source": "Wikipedia: Honey bee",
    "source_url": "https://en.wikipedia.org/wiki/Honey_bee",
    "category": "science_general"
  },
  {
    "text": "Ants are eusocial insects of the family Formicidae and, along with the related wasps and bees, belong to the order Hymenoptera. Ants evolved from vespoid wasp ancestors in the Cretaceous period.",
    "source": "Wikipedia: Ant",
    "source_url": "https://en.wikipedia.org/wiki/Ant",
    "category": "science_general"
  },
  {
    "text": "Tardigrades ( ), also known as water bears or moss piglets, are a phylum of eight-legged segmented micro-animals. They were first described by the German zoologist Johann August Ephraim Goeze in 1773, who called them Kleiner Wasserbär 'little water bear'.",
    "source": "Wikipedia: Tardigrade",
    "source_url": "https://en.wikipedia.org/wiki/Tardigrade",
    "category": "science_general"
  },
  {
    "text": "The axolotl ( ; from Classical Nahuatl: āxōlōtl [aːˈʃoːloːtɬ] ) (Ambystoma mexicanum) is a species of paedomorphic mole salamander. They mature into the terrestrial adult form without undergoing metamorphosis; the adults remain fully aquatic with obvious external gills.",
    "source": "Wikipedia: Axolotl",
    "source_url": "https://en.wikipedia.org/wiki/Axolotl",
    "category": "science_general"
  },
  {
    "text": "The platypus (Ornithorhynchus anatinus), sometimes referred to as the duck-billed platypus, is a semiaquatic, egg-laying mammal endemic to eastern Australia, including Tasmania. The platypus is the sole living representative of its family Ornithorhynchidae and genus Ornithorhynchus, though a number of related species appear in the fossil record.",
    "source": "Wikipedia: Platypus",
    "source_url": "https://en.wikipedia.org/wiki/Platypus",
    "category": "science_general"
  },
  {
    "text": "The electric eels are a genus, Electrophorus, of neotropical freshwater fish from South America in the family Gymnotidae, of which they are the only members of the subfamily Electrophorinae. They are known for their ability to stun their prey by generating electricity, delivering shocks at up to 860 volts.",
    "source": "Wikipedia: Electric eel",
    "source_url": "https://en.wikipedia.org/wiki/Electric_eel",
    "category": "science_general"
  },
  {
    "text": "The Komodo dragon (Varanus komodoensis), also known as the Komodo monitor, is a large reptile of the monitor lizard family Varanidae that is endemic to the Indonesian islands of Komodo, Rinca, Flores, Gili Dasami, and Gili Motang. The largest extant population lives within the Komodo National Park in Eastern Indonesia.",
    "source": "Wikipedia: Komodo dragon",
    "source_url": "https://en.wikipedia.org/wiki/Komodo_dragon",
    "category": "science_general"
  },
  {
    "text": "The peregrine falcon (Falco peregrinus), also referred to simply as the peregrine, is a cosmopolitan bird of prey (raptor) in the family Falconidae known for its speed. A large, crow-sized falcon, it has a blue-grey back, barred white underparts and a black head.",
    "source": "Wikipedia: Peregrine falcon",
    "source_url": "https://en.wikipedia.org/wiki/Peregrine_falcon",
    "category": "science_general"
  },
  {
    "text": "Hummingbirds are birds native to the Americas and comprise the biological family Trochilidae. With approximately 375 species and 113 genera, they occur from Alaska to Tierra del Fuego, but most species are found in Central and South America.",
    "source": "Wikipedia: Hummingbird",
    "source_url": "https://en.wikipedia.org/wiki/Hummingbird",
    "category": "science_general"
  },
  {
    "text": "In botany, a tree is a perennial plant with an elongated stem, or trunk, usually supporting branches and leaves. In some usages, the definition of a tree may be narrower, e.g., including only woody plants with secondary growth, only plants that are usable as lumber, or only plants above a specified height.",
    "source": "Wikipedia: Tree",
    "source_url": "https://en.wikipedia.org/wiki/Tree",
    "category": "science_general"
  },
  {
    "text": "Flowers, also known as blossoms and blooms, are the reproductive structures of flowering plants. Typically, they are structured in four circular levels around the end of a stalk.",
    "source": "Wikipedia: Flower",
    "source_url": "https://en.wikipedia.org/wiki/Flower",
    "category": "science_general"
  },
  {
    "text": "In botany, a seed is a plant structure containing an embryo and stored nutrients in a protective coat called a testa. More generally, the term seed means anything that can be sown, which may include seed and husk or tuber.",
    "source": "Wikipedia: Seed",
    "source_url": "https://en.wikipedia.org/wiki/Seed",
    "category": "science_general"
  },
  {
    "text": "In vascular plants, the roots are the organs of a plant that are modified to provide anchorage for the plant and take in water and nutrients into the plant body, which allows plants to grow taller and faster. They are most often below the surface of the soil, but roots can also be aerial or aerating, that is, growing up above the ground or especially above water.",
    "source": "Wikipedia: Root",
    "source_url": "https://en.wikipedia.org/wiki/Root",
    "category": "science_general"
  },
  {
    "text": "A leaf (pl.: leaves) is a principal appendage of the stem of a vascular plant, usually borne laterally above ground and specialized for photosynthesis. Leaves are collectively called foliage, as in \"autumn foliage\", while the leaves, stem, flower, and fruit collectively form the shoot system.",
    "source": "Wikipedia: Leaf",
    "source_url": "https://en.wikipedia.org/wiki/Leaf",
    "category": "science_general"
  },
  {
    "text": "In biology, phototropism, formerly called heliotropism, is the growth of an organism in response to a light stimulus. Phototropism is most often observed in plants, but can also occur in other organisms such as fungi.",
    "source": "Wikipedia: Phototropism",
    "source_url": "https://en.wikipedia.org/wiki/Phototropism",
    "category": "science_general"
  },
  {
    "text": "Carnivorous plants are plants that derive some or most of their nutrients from trapping and consuming animals or protozoans, typically insects and other arthropods, and occasionally small mammals and birds. They have adapted to grow in waterlogged sunny places where the soil is thin or poor in nutrients, especially nitrogen, such as acidic bogs.",
    "source": "Wikipedia: Carnivorous plant",
    "source_url": "https://en.wikipedia.org/wiki/Carnivorous_plant",
    "category": "science_general"
  },
  {
    "text": "Bamboos are a diverse group of mostly evergreen perennial flowering plants making up the subfamily Bambusoideae of the grass family Poaceae. Giant bamboos are the largest members of the grass family, in the case of Dendrocalamus sinicus having individual stalks (culms) reaching a length of 46 meters (151 ft), up to 36 centimeters (14 in) in diameter and a weight of up to 450 kilograms (1,000 lb).",
    "source": "Wikipedia: Bamboo",
    "source_url": "https://en.wikipedia.org/wiki/Bamboo",
    "category": "science_general"
  },
  {
    "text": "Orchids are plants that belong to the family Orchidaceae (), a diverse and widespread group of flowering plants with blooms that are often colourful and fragrant. Orchids are cosmopolitan plants, living in diverse habitats on every continent except Antarctica.",
    "source": "Wikipedia: Orchid",
    "source_url": "https://en.wikipedia.org/wiki/Orchid",
    "category": "science_general"
  },
  {
    "text": "A cactus (pl.: cacti, cactuses, or less commonly, cactus) is a member of the plant family Cactaceae (), a family of the order Caryophyllales comprising about 127 genera with some 1,750 known species. The word cactus derives, through Latin, from the Ancient Greek word κάκτος (káktos), a name originally used by Theophrastus for a spiny plant whose identity is now not certain.",
    "source": "Wikipedia: Cactus",
    "source_url": "https://en.wikipedia.org/wiki/Cactus",
    "category": "science_general"
  },
  {
    "text": "The ferns (Polypodiopsida or Polypodiophyta) are a group of vascular plants (land plants with vascular tissues such as xylem and phloem) that reproduce via spores and have neither seeds nor flowers. They differ from non-vascular plants (mosses, hornworts and liverworts) by having specialized transport bundles that conduct water and nutrients from and to the roots, as well as life cycles in which the branched sporophyte is the dominant phase.",
    "source": "Wikipedia: Fern",
    "source_url": "https://en.wikipedia.org/wiki/Fern",
    "category": "science_general"
  },
  {
    "text": "Mosses are small, non-vascular flowerless plants in the taxonomic division Bryophyta (, ) sensu stricto. Bryophyta (sensu lato, Schimp.",
    "source": "Wikipedia: Moss",
    "source_url": "https://en.wikipedia.org/wiki/Moss",
    "category": "science_general"
  },
  {
    "text": "Algae ( AL-jee, UK also AL-ghee; sg.: alga AL-gə) is an informal term for any organisms of a large and diverse group of photosynthetic organisms that are not land plants, and includes species from multiple distinct clades. Such organisms range from unicellular microalgae, such as cyanobacteria, Chlorella, and diatoms, to multicellular macroalgae such as kelp or brown algae which may grow up to 50 metres (160 ft) in length.",
    "source": "Wikipedia: Algae",
    "source_url": "https://en.wikipedia.org/wiki/Algae",
    "category": "science_general"
  }
]